<?php

/**
 * util_pinyin
 *
 * 获取汉字拼音,可以被业务使用
 *
 * @package util
 */

/**
 * util_pinyin
 *
 * 获取汉字拼音,可以被业务使用
 */
class util_pinyin
{

    /**
     * 获取拼音
     *
     * 获取字符串对应的汉字拼音,返回拼音组成的数组.如果没有拼音则返回对应的字符.
     *
     * @param string $p_sString            
     * @return array
     */
    static function getPY($p_sString)
    {
        $aStrings = $aPinyins = [];
        $iLength = mb_strlen($p_sString);
        while ($iLength > 0) {
            $aStrings[] = mb_substr($p_sString, 0, 1);
            $p_sString = mb_substr($p_sString, 1);
            $iLength = mb_strlen($p_sString);
        }
        foreach ($aStrings as $sChar) {
            if (isset(self::$aDic[$sChar])) {
                $aPinyins[] = self::$aDic[$sChar][0];
            } else {
                $aPinyins[] = $sChar;
            }
        }
        return $aPinyins;
    }

    /**
     * 汉字拼音字典
     *
     * @var array
     */
    private static $aDic = [
        '镕' => [
            'rong'
        ],
        '偁' => [
            'cheng',
            'chen'
        ],
        '傀' => [
            'kui',
            'gui'
        ],
        '倅' => [
            'cui',
            'zu'
        ],
        '怀' => [
            'huai'
        ],
        '偃' => [
            'yan'
        ],
        '倆' => [
            'liang',
            'lia'
        ],
        '态' => [
            'tai'
        ],
        '傂' => [
            'zhi',
            'si'
        ],
        '怂' => [
            'song'
        ],
        '偅' => [
            'zhong',
            'tong'
        ],
        '怃' => [
            'wu'
        ],
        '恁' => [
            'nen',
            'nin'
        ],
        '僂' => [
            'lv',
            'lou'
        ],
        '怄' => [
            'ou'
        ],
        '假' => [
            'jia'
        ],
        '恂' => [
            'xun'
        ],
        '傅' => [
            'fu'
        ],
        '怅' => [
            'chang'
        ],
        '偈' => [
            'ji',
            'jie'
        ],
        '恃' => [
            'shi'
        ],
        '悁' => [
            'yuan',
            'juan'
        ],
        '僄' => [
            'piao',
            'biao'
        ],
        '怆' => [
            'chuang'
        ],
        '兀' => [
            'wu'
        ],
        '倌' => [
            'guan'
        ],
        '儃' => [
            'chan',
            'tan',
            'shan'
        ],
        '允' => [
            'yun'
        ],
        '傈' => [
            'li'
        ],
        '悃' => [
            'kun'
        ],
        '倍' => [
            'bei'
        ],
        '悄' => [
            'qiao'
        ],
        '冀' => [
            'ji'
        ],
        '灂' => [
            'zhuo',
            'jiao',
            'ze'
        ],
        '偌' => [
            'ruo'
        ],
        '愀' => [
            'qiao'
        ],
        '元' => [
            'yuan'
        ],
        '炀' => [
            'yang'
        ],
        '耀' => [
            'yao'
        ],
        '倏' => [
            'shu'
        ],
        '怊' => [
            'chao'
        ],
        '冁' => [
            'chan'
        ],
        '儆' => [
            'jing'
        ],
        '愁' => [
            'chou'
        ],
        '傋' => [
            'jiang',
            'gou'
        ],
        '悆' => [
            'yu',
            'shu'
        ],
        '兄' => [
            'xiong'
        ],
        '瀆' => [
            'du',
            'dou'
        ],
        '怋' => [
            'min',
            'men'
        ],
        '冂' => [
            'tong'
        ],
        '老' => [
            'lao'
        ],
        '净' => [
            'jing',
            'cheng'
        ],
        '偎' => [
            'wei'
        ],
        '儇' => [
            'xuan'
        ],
        '慀' => [
            'xi',
            'xie'
        ],
        '充' => [
            'chong'
        ],
        '情' => [
            'qing'
        ],
        '烀' => [
            'hu'
        ],
        '偏' => [
            'pian'
        ],
        '悈' => [
            'jie',
            'ke'
        ],
        '兆' => [
            'zhao'
        ],
        '傍' => [
            'bang'
        ],
        '怍' => [
            'zuo',
            'zha'
        ],
        '烁' => [
            'shuo'
        ],
        '考' => [
            'kao'
        ],
        '倒' => [
            'dao'
        ],
        '惆' => [
            'chou'
        ],
        '恋' => [
            'lian'
        ],
        '悉' => [
            'xi'
        ],
        '刀' => [
            'dao'
        ],
        '内' => [
            'nei',
            'na'
        ],
        '怎' => [
            'zen'
        ],
        '烂' => [
            'lan'
        ],
        '惇' => [
            'dun'
        ],
        '耄' => [
            'mao'
        ],
        '恌' => [
            'tiao',
            'yao'
        ],
        '聂' => [
            'nie'
        ],
        '炅' => [
            'jiong',
            'gui'
        ],
        '肀' => [
            'yu'
        ],
        '先' => [
            'xian'
        ],
        '刁' => [
            'diao'
        ],
        '者' => [
            'zhe'
        ],
        '怏' => [
            'yang'
        ],
        '退' => [
            'tui'
        ],
        '烃' => [
            'ting'
        ],
        '倔' => [
            'jue'
        ],
        '偒' => [
            'tang',
            'dang'
        ],
        '愆' => [
            'qian'
        ],
        '凄' => [
            'qi'
        ],
        '恍' => [
            'huang'
        ],
        '儋' => [
            'dan'
        ],
        '聃' => [
            'dan'
        ],
        '刂' => [
            'li'
        ],
        '光' => [
            'guang'
        ],
        '烄' => [
            'jiao',
            'yao'
        ],
        '耆' => [
            'qi',
            'shi'
        ],
        '怐' => [
            'kou',
            'ju'
        ],
        '送' => [
            'song'
        ],
        '冇' => [
            'mao'
        ],
        '剀' => [
            'kai'
        ],
        '兊' => [
            'dui',
            'rui',
            'yue'
        ],
        '慅' => [
            'cao',
            'sao'
        ],
        '悌' => [
            'ti'
        ],
        '刃' => [
            'ren'
        ],
        '胀' => [
            'zhang'
        ],
        '像' => [
            'xiang'
        ],
        '适' => [
            'shi'
        ],
        '惊' => [
            'jing'
        ],
        '冈' => [
            'gang'
        ],
        '剁' => [
            'duo'
        ],
        '瀌' => [
            'biao'
        ],
        '懁' => [
            'xuan',
            'huan'
        ],
        '准' => [
            'zhun'
        ],
        '愈' => [
            'yu'
        ],
        '肃' => [
            'su'
        ],
        '克' => [
            'ke'
        ],
        '悍' => [
            'han'
        ],
        '胁' => [
            'xie'
        ],
        '惋' => [
            'wan'
        ],
        '逃' => [
            'tao'
        ],
        '冉' => [
            'ran'
        ],
        '怒' => [
            'nu'
        ],
        '剂' => [
            'ji'
        ],
        '愉' => [
            'yu',
            'tou'
        ],
        '焄' => [
            'xun',
            'hun'
        ],
        '偕' => [
            'xie'
        ],
        '聆' => [
            'ling'
        ],
        '恐' => [
            'kong'
        ],
        '遁' => [
            'dun'
        ],
        '懂' => [
            'dong'
        ],
        '凇' => [
            'song'
        ],
        '兌' => [
            'dui',
            'rui',
            'yue'
        ],
        '悎' => [
            'hao',
            'jiao'
        ],
        '肄' => [
            'yi'
        ],
        '炉' => [
            'lu'
        ],
        '怓' => [
            'nao',
            'niu'
        ],
        '惌' => [
            'yuan',
            'wan'
        ],
        '瀎' => [
            'mie',
            'mo'
        ],
        '倘' => [
            'tang',
            'chang'
        ],
        '逄' => [
            'pang'
        ],
        '剃' => [
            'ti'
        ],
        '胂' => [
            'shen'
        ],
        '凈' => [
            'jing',
            'cheng'
        ],
        '遂' => [
            'sui'
        ],
        '灌' => [
            'guan'
        ],
        '劁' => [
            'qiao'
        ],
        '傔' => [
            'qian',
            'jian'
        ],
        '邀' => [
            'yao'
        ],
        '免' => [
            'mian'
        ],
        '分' => [
            'fen'
        ],
        '慈' => [
            'ci'
        ],
        '炊' => [
            'chui'
        ],
        '怔' => [
            'zheng'
        ],
        '胃' => [
            'wei'
        ],
        '烈' => [
            'lie'
        ],
        '候' => [
            'hou'
        ],
        '逅' => [
            'hou'
        ],
        '焆' => [
            'juan',
            'ye'
        ],
        '凉' => [
            'liang'
        ],
        '恒' => [
            'heng'
        ],
        '劂' => [
            'jue'
        ],
        '傕' => [
            'que',
            'jue'
        ],
        '戂' => [
            'mi',
            'mo'
        ],
        '慉' => [
            'xu',
            'chu'
        ],
        '肆' => [
            'si'
        ],
        '切' => [
            'qie'
        ],
        '胄' => [
            'zhou'
        ],
        '倚' => [
            'yi'
        ],
        '所' => [
            'suo'
        ],
        '怕' => [
            'pa'
        ],
        '逆' => [
            'ni'
        ],
        '耋' => [
            'die'
        ],
        '册' => [
            'ce'
        ],
        '燀' => [
            'dan',
            'chan'
        ],
        '恓' => [
            'xi',
            'qi',
            'xu'
        ],
        '聉' => [
            'wa',
            'tui',
            'zhuo'
        ],
        '脂' => [
            'zhi'
        ],
        '遄' => [
            'chuan'
        ],
        '勁' => [
            'jin',
            'jing'
        ],
        '兏' => [
            'chang',
            'zhang'
        ],
        '傖' => [
            'cang',
            'chen'
        ],
        '慊' => [
            'qian',
            'qie'
        ],
        '肇' => [
            'zhao'
        ],
        '刈' => [
            'yi'
        ],
        '邂' => [
            'xie'
        ],
        '煅' => [
            'duan'
        ],
        '惏' => [
            'lan',
            'lin'
        ],
        '瀑' => [
            'pu',
            'bao'
        ],
        '扁' => [
            'bian',
            'pian'
        ],
        '再' => [
            'zai'
        ],
        '烊' => [
            'yang'
        ],
        '而' => [
            'er'
        ],
        '怖' => [
            'bu'
        ],
        '恔' => [
            'xiao',
            'jiao'
        ],
        '懆' => [
            'cao',
            'sao'
        ],
        '愍' => [
            'min'
        ],
        '儒' => [
            'ru'
        ],
        '聊' => [
            'liao'
        ],
        '灏' => [
            'hao'
        ],
        '凋' => [
            'diao'
        ],
        '邃' => [
            'sui'
        ],
        '悒' => [
            'yi'
        ],
        '惐' => [
            'yu',
            'xu'
        ],
        '怗' => [
            'tie',
            'zhan'
        ],
        '倜' => [
            'ti'
        ],
        '匀' => [
            'yun'
        ],
        '郁' => [
            'yu'
        ],
        '熄' => [
            'xi'
        ],
        '耍' => [
            'shua'
        ],
        '胆' => [
            'dan'
        ],
        '做' => [
            'zuo'
        ],
        '焉' => [
            'yan'
        ],
        '恕' => [
            'shu'
        ],
        '聋' => [
            'long'
        ],
        '凌' => [
            'ling'
        ],
        '技' => [
            'ji'
        ],
        '愎' => [
            'bi'
        ],
        '勃' => [
            'bo',
            'bei'
        ],
        '煇' => [
            'hui',
            'yun',
            'xun'
        ],
        '兑' => [
            'dui',
            'rui',
            'yue'
        ],
        '還' => [
            'huan',
            'hai'
        ],
        '戅' => [
            'gang',
            'zhuang'
        ],
        '炎' => [
            'yan'
        ],
        '肉' => [
            'rou'
        ],
        '刊' => [
            'kan'
        ],
        '慌' => [
            'huang'
        ],
        '胇' => [
            'fei',
            'bi'
        ],
        '瀓' => [
            'cheng',
            'deng'
        ],
        '耎' => [
            'ruan',
            'nuo'
        ],
        '郂' => [
            'gai',
            'hai'
        ],
        '怘' => [
            'hu',
            'gu'
        ],
        '选' => [
            'xuan'
        ],
        '惑' => [
            'huo'
        ],
        '僖' => [
            'xi'
        ],
        '扃' => [
            'jiong'
        ],
        '膀' => [
            'pang'
        ],
        '职' => [
            'zhi'
        ],
        '遇' => [
            'yu'
        ],
        '意' => [
            'yi'
        ],
        '懈' => [
            'xie'
        ],
        '燃' => [
            'ran'
        ],
        '焊' => [
            'han'
        ],
        '戆' => [
            'gang',
            'zhuang'
        ],
        '悔' => [
            'hui'
        ],
        '扄' => [
            'shang',
            'jiong'
        ],
        '耏' => [
            'er',
            'nai'
        ],
        '倞' => [
            'liang',
            'jing'
        ],
        '逊' => [
            'xun'
        ],
        '怙' => [
            'hu'
        ],
        '瀔' => [
            'gu'
        ],
        '憋' => [
            'bie'
        ],
        '恗' => [
            'hu',
            'kua'
        ],
        '區' => [
            'qu',
            'ou'
        ],
        '灒' => [
            'zan',
            'cuan'
        ],
        '抂' => [
            'kuang',
            'wang',
            'zai'
        ],
        '停' => [
            'ting'
        ],
        '脆' => [
            'cui'
        ],
        '聍' => [
            'ning'
        ],
        '肋' => [
            'lei',
            'le'
        ],
        '炐' => [
            'pang',
            'feng'
        ],
        '戇' => [
            'gang',
            'zhuang'
        ],
        '慎' => [
            'shen'
        ],
        '惓' => [
            'juan',
            'quan'
        ],
        '郄' => [
            'qie',
            'xi'
        ],
        '熇' => [
            'he',
            'xiao'
        ],
        '削' => [
            'xiao',
            'xue'
        ],
        '怚' => [
            'cu',
            'ju',
            'zu'
        ],
        '耐' => [
            'nai'
        ],
        '膂' => [
            'lv'
        ],
        '借' => [
            'jie'
        ],
        '逋' => [
            'bu'
        ],
        '焌' => [
            'qu',
            'jun'
        ],
        '臀' => [
            'tun'
        ],
        '十' => [
            'shi'
        ],
        '劈' => [
            'pi'
        ],
        '减' => [
            'jian'
        ],
        '鄂' => [
            'e'
        ],
        '抃' => [
            'bian'
        ],
        '懊' => [
            'ao'
        ],
        '爃' => [
            'rong',
            'ying'
        ],
        '拁' => [
            'jia',
            'ya'
        ],
        '兔' => [
            'tu'
        ],
        '肌' => [
            'ji'
        ],
        '戈' => [
            'ge'
        ],
        '刍' => [
            'chu'
        ],
        '悖' => [
            'bei'
        ],
        '煊' => [
            'xuan'
        ],
        '耑' => [
            'duan',
            'zhuan'
        ],
        '惔' => [
            'tan',
            'dan'
        ],
        '冒' => [
            'mao',
            'mo'
        ],
        '怛' => [
            'da'
        ],
        '郅' => [
            'zhi'
        ],
        '聏' => [
            'er',
            'nv'
        ],
        '儗' => [
            'ni',
            'yi'
        ],
        '愒' => [
            'qi',
            'kai'
        ],
        '恙' => [
            'yang'
        ],
        '抄' => [
            'chao'
        ],
        '懋' => [
            'mao'
        ],
        '臁' => [
            'lian'
        ],
        '爄' => [
            'li',
            'lie'
        ],
        '慐' => [
            'gong',
            'hong'
        ],
        '悗' => [
            'man',
            'men'
        ],
        '拂' => [
            'fu',
            'bi'
        ],
        '邈' => [
            'miao'
        ],
        '腆' => [
            'tian'
        ],
        '勇' => [
            'yong'
        ],
        '刎' => [
            'wen'
        ],
        '炒' => [
            'chao'
        ],
        '兕' => [
            'si'
        ],
        '憎' => [
            'zeng'
        ],
        '逍' => [
            'xiao'
        ],
        '惕' => [
            'ti'
        ],
        '扇' => [
            'shan'
        ],
        '僚' => [
            'liao'
        ],
        '怜' => [
            'lian'
        ],
        '倡' => [
            'chang'
        ],
        '包' => [
            'bao'
        ],
        '耒' => [
            'lei'
        ],
        '剌' => [
            'la'
        ],
        '焎' => [
            'xie',
            'che'
        ],
        '臂' => [
            'bi',
            'bei'
        ],
        '愓' => [
            'dang',
            'shang',
            'tang',
            'yang'
        ],
        '犀' => [
            'xi'
        ],
        '千' => [
            'qian'
        ],
        '恚' => [
            'hui'
        ],
        '凑' => [
            'cou'
        ],
        '脉' => [
            'mai'
        ],
        '鄄' => [
            'juan'
        ],
        '傝' => [
            'ta',
            'tan'
        ],
        '拃' => [
            'zha'
        ],
        '舀' => [
            'yao'
        ],
        '戊' => [
            'wu'
        ],
        '慑' => [
            'she'
        ],
        '煌' => [
            'huang'
        ],
        '兖' => [
            'yan'
        ],
        '思' => [
            'si',
            'sai'
        ],
        '郇' => [
            'xun',
            'huan'
        ],
        '熊' => [
            'xiong'
        ],
        '前' => [
            'qian'
        ],
        '扈' => [
            'hu'
        ],
        '匆' => [
            'cong'
        ],
        '持' => [
            'chi'
        ],
        '背' => [
            'bei'
        ],
        '劋' => [
            'jiao',
            'chao'
        ],
        '聑' => [
            'tie',
            'zhe'
        ],
        '焏' => [
            'ji',
            'qi'
        ],
        '臃' => [
            'yong'
        ],
        '愔' => [
            'yin'
        ],
        '犁' => [
            'li'
        ],
        '脊' => [
            'ji'
        ],
        '厂' => [
            'chang',
            'an',
            'han'
        ],
        '慒' => [
            'cao',
            'cong'
        ],
        '拄' => [
            'zhu'
        ],
        '炔' => [
            'que'
        ],
        '勉' => [
            'mian'
        ],
        '戋' => [
            'jian'
        ],
        '爆' => [
            'bao'
        ],
        '舁' => [
            'yu'
        ],
        '酃' => [
            'ling'
        ],
        '腈' => [
            'jing'
        ],
        '剎' => [
            'cha',
            'sha'
        ],
        '怞' => [
            'you',
            'chou'
        ],
        '僜' => [
            'cheng',
            'deng'
        ],
        '透' => [
            'tou'
        ],
        '冕' => [
            'mian'
        ],
        '郈' => [
            'hou'
        ],
        '挂' => [
            'gua'
        ],
        '胍' => [
            'gua'
        ],
        '扉' => [
            'fei'
        ],
        '耔' => [
            'zi'
        ],
        '抇' => [
            'hu',
            'gu'
        ],
        '卅' => [
            'sa'
        ],
        '聒' => [
            'guo'
        ],
        '愕' => [
            'e'
        ],
        '遍' => [
            'bian'
        ],
        '焐' => [
            'wu'
        ],
        '戌' => [
            'xu'
        ],
        '刑' => [
            'xing'
        ],
        '悚' => [
            'song'
        ],
        '邋' => [
            'la'
        ],
        '炕' => [
            'kang'
        ],
        '煎' => [
            'jian'
        ],
        '担' => [
            'dan'
        ],
        '舂' => [
            'chong'
        ],
        '僝' => [
            'zhan',
            'zhuan',
            'chan'
        ],
        '冖' => [
            'tu'
        ],
        '逐' => [
            'zhu'
        ],
        '匈' => [
            'xiong'
        ],
        '惘' => [
            'wang'
        ],
        '胎' => [
            'tai'
        ],
        '叁' => [
            'san'
        ],
        '瀚' => [
            'han'
        ],
        '耕' => [
            'geng'
        ],
        '愖' => [
            'chen',
            'xin',
            'dan'
        ],
        '偢' => [
            'chou',
            'qiao'
        ],
        '捁' => [
            'jiao',
            'ku'
        ],
        '燊' => [
            'shen'
        ],
        '恝' => [
            'jia'
        ],
        '邌' => [
            'li',
            'chi'
        ],
        '肑' => [
            'bo',
            'di'
        ],
        '拆' => [
            'chai',
            'ca'
        ],
        '勋' => [
            'xun'
        ],
        '戍' => [
            'shu'
        ],
        '悛' => [
            'quan'
        ],
        '腊' => [
            'la'
        ],
        '厄' => [
            'e'
        ],
        '炖' => [
            'dun'
        ],
        '划' => [
            'hua'
        ],
        '狁' => [
            'yun'
        ],
        '参' => [
            'can',
            'shen',
            'cen',
            'san'
        ],
        '挄' => [
            'kuo',
            'guang'
        ],
        '胏' => [
            'zi',
            'fei'
        ],
        '烔' => [
            'tong',
            'dong'
        ],
        '惙' => [
            'chuo',
            'chui'
        ],
        '瀛' => [
            'ying'
        ],
        '手' => [
            'shou'
        ],
        '冗' => [
            'rong'
        ],
        '郊' => [
            'jiao'
        ],
        '剐' => [
            'gua'
        ],
        '膈' => [
            'ge'
        ],
        '怠' => [
            'dai'
        ],
        '耖' => [
            'chao'
        ],
        '逑' => [
            'qiu'
        ],
        '倥' => [
            'kong'
        ],
        '灙' => [
            'dang',
            'tang'
        ],
        '燋' => [
            'jiao',
            'qiao',
            'jue',
            'zhuo'
        ],
        '臆' => [
            'yi'
        ],
        '捂' => [
            'wu'
        ],
        '升' => [
            'sheng'
        ],
        '联' => [
            'lian'
        ],
        '脍' => [
            'kuai'
        ],
        '抉' => [
            'jue'
        ],
        '犄' => [
            'ji'
        ],
        '遏' => [
            'e'
        ],
        '爉' => [
            'la',
            'lie'
        ],
        '腋' => [
            'ye'
        ],
        '掀' => [
            'xian'
        ],
        '厅' => [
            'ting'
        ],
        '戎' => [
            'rong'
        ],
        '慕' => [
            'mu'
        ],
        '拇' => [
            'mu'
        ],
        '狂' => [
            'kuang'
        ],
        '酆' => [
            'feng'
        ],
        '党' => [
            'dang'
        ],
        '舄' => [
            'xi'
        ],
        '胐' => [
            'fei',
            'ku'
        ],
        '參' => [
            'can',
            'shen',
            'cen',
            'san'
        ],
        '冘' => [
            'yin',
            'you'
        ],
        '扌' => [
            'ti'
        ],
        '片' => [
            'pian'
        ],
        '倦' => [
            'juan'
        ],
        '剑' => [
            'jian'
        ],
        '惚' => [
            'hu'
        ],
        '耗' => [
            'hao'
        ],
        '递' => [
            'di'
        ],
        '怡' => [
            'yi'
        ],
        '愘' => [
            'ke',
            'qia'
        ],
        '吁' => [
            'xu',
            'yu'
        ],
        '遐' => [
            'xia'
        ],
        '午' => [
            'wu'
        ],
        '懑' => [
            'men'
        ],
        '焓' => [
            'han'
        ],
        '把' => [
            'ba'
        ],
        '脎' => [
            'sa'
        ],
        '捃' => [
            'jun'
        ],
        '戏' => [
            'xi',
            'hu'
        ],
        '悝' => [
            'kui',
            'li'
        ],
        '傢' => [
            'jia'
        ],
        '拈' => [
            'nian'
        ],
        '历' => [
            'li'
        ],
        '舅' => [
            'jiu'
        ],
        '肓' => [
            'huang'
        ],
        '酇' => [
            'cuo'
        ],
        '狃' => [
            'niu'
        ],
        '匋' => [
            'tao',
            'yao'
        ],
        '怢' => [
            'tu',
            'die'
        ],
        '叄' => [
            'can',
            'shen',
            'cen',
            'san'
        ],
        '惛' => [
            'hun',
            'men'
        ],
        '醅' => [
            'pei'
        ],
        '耘' => [
            'yun'
        ],
        '熏' => [
            'xun'
        ],
        '写' => [
            'xie'
        ],
        '憔' => [
            'qiao'
        ],
        '才' => [
            'cai'
        ],
        '膊' => [
            'bo'
        ],
        '版' => [
            'ban'
        ],
        '猁' => [
            'li'
        ],
        '臈' => [
            'la',
            'ge'
        ],
        '犆' => [
            'zhi',
            'te'
        ],
        '脏' => [
            'zang'
        ],
        '懒' => [
            'lan'
        ],
        '健' => [
            'jian'
        ],
        '劐' => [
            'huo'
        ],
        '卉' => [
            'hui'
        ],
        '遑' => [
            'huang'
        ],
        '厇' => [
            'zhe',
            'zhai'
        ],
        '炙' => [
            'zhi'
        ],
        '舆' => [
            'yu'
        ],
        '呀' => [
            'ya'
        ],
        '拉' => [
            'la'
        ],
        '兜' => [
            'dou'
        ],
        '掂' => [
            'dian'
        ],
        '狄' => [
            'di'
        ],
        '傣' => [
            'dai'
        ],
        '成' => [
            'cheng'
        ],
        '耙' => [
            'ba',
            'pa'
        ],
        '扎' => [
            'za',
            'zha'
        ],
        '憕' => [
            'cheng',
            'deng',
            'zheng'
        ],
        '叅' => [
            'can',
            'shen',
            'cen',
            'san'
        ],
        '指' => [
            'zhi'
        ],
        '惜' => [
            'xi'
        ],
        '途' => [
            'tu'
        ],
        '艄' => [
            'shao'
        ],
        '倨' => [
            'ju'
        ],
        '抌' => [
            'dan',
            'shen'
        ],
        '愚' => [
            'yu'
        ],
        '捅' => [
            'tong'
        ],
        '遒' => [
            'qiu'
        ],
        '脐' => [
            'qi'
        ],
        '燎' => [
            'liao'
        ],
        '节' => [
            'jie'
        ],
        '焕' => [
            'huan'
        ],
        '吃' => [
            'chi'
        ],
        '犇' => [
            'ben'
        ],
        '半' => [
            'ban'
        ],
        '厈' => [
            'han',
            'an'
        ],
        '爌' => [
            'kuang',
            'huang'
        ],
        '酉' => [
            'you'
        ],
        '悟' => [
            'wu'
        ],
        '我' => [
            'wo'
        ],
        '拊' => [
            'fu'
        ],
        '刖' => [
            'yue'
        ],
        '叆' => [
            'ai',
            'yi'
        ],
        '胓' => [
            'ping',
            'peng'
        ],
        '揁' => [
            'zheng',
            'keng'
        ],
        '剔' => [
            'ti'
        ],
        '挈' => [
            'qie'
        ],
        '倩' => [
            'qian'
        ],
        '匍' => [
            'pu'
        ],
        '郎' => [
            'lang'
        ],
        '军' => [
            'jiu'
        ],
        '烘' => [
            'hong'
        ],
        '醇' => [
            'chun'
        ],
        '惝' => [
            'chang'
        ],
        '猃' => [
            'xian'
        ],
        '臊' => [
            'sao'
        ],
        '聘' => [
            'pin'
        ],
        '脑' => [
            'nao'
        ],
        '焖' => [
            'men'
        ],
        '捆' => [
            'kun'
        ],
        '恢' => [
            'hui'
        ],
        '各' => [
            'ge'
        ],
        '道' => [
            'dao'
        ],
        '懔' => [
            'lin'
        ],
        '煔' => [
            'qian',
            'shan'
        ],
        '傥' => [
            'tang'
        ],
        '勐' => [
            'meng'
        ],
        '悠' => [
            'you'
        ],
        '邑' => [
            'yi'
        ],
        '肖' => [
            'xiao'
        ],
        '列' => [
            'lie'
        ],
        '厉' => [
            'li'
        ],
        '戒' => [
            'jie'
        ],
        '酊' => [
            'ding'
        ],
        '苁' => [
            'cong'
        ],
        '揂' => [
            'jiu',
            'you'
        ],
        '醈' => [
            'tan',
            'dan'
        ],
        '咀' => [
            'ju',
            'zui'
        ],
        '耛' => [
            'si',
            'chi'
        ],
        '僣' => [
            'tie',
            'jian'
        ],
        '烙' => [
            'lao',
            'luo'
        ],
        '扐' => [
            'le',
            'li',
            'cai'
        ],
        '逖' => [
            'ti'
        ],
        '农' => [
            'nong'
        ],
        '倪' => [
            'ni'
        ],
        '急' => [
            'ji'
        ],
        '叇' => [
            'dai'
        ],
        '按' => [
            'an'
        ],
        '郏' => [
            'jia'
        ],
        '捇' => [
            'huo',
            'chi'
        ],
        '吅' => [
            'xuan',
            'song'
        ],
        '脒' => [
            'mi'
        ],
        '恣' => [
            'zi'
        ],
        '儡' => [
            'lei'
        ],
        '焗' => [
            'ju'
        ],
        '搀' => [
            'chan'
        ],
        '灞' => [
            'ba'
        ],
        '劓' => [
            'yi'
        ],
        '芄' => [
            'wan'
        ],
        '煕' => [
            'xi',
            'yi'
        ],
        '苂' => [
            'chan',
            'yin'
        ],
        '拌' => [
            'ban',
            'pan'
        ],
        '掅' => [
            'qing',
            'qian'
        ],
        '酋' => [
            'qiu'
        ],
        '刘' => [
            'liu'
        ],
        '腐' => [
            'fu'
        ],
        '呃' => [
            'e'
        ],
        '炜' => [
            'wei'
        ],
        '胕' => [
            'fu',
            'zhou'
        ],
        '咁' => [
            'xian',
            'gan'
        ],
        '匏' => [
            'pao'
        ],
        '醉' => [
            'zui'
        ],
        '又' => [
            'you'
        ],
        '艇' => [
            'ting'
        ],
        '扑' => [
            'pu'
        ],
        '剖' => [
            'pou'
        ],
        '怦' => [
            'peng'
        ],
        '牌' => [
            'pai'
        ],
        '逗' => [
            'dou'
        ],
        '惟' => [
            'wei'
        ],
        '耜' => [
            'si'
        ],
        '郐' => [
            'kuai'
        ],
        '捈' => [
            'tu',
            'shu',
            'cha'
        ],
        '燑' => [
            'tong',
            'dong'
        ],
        '吆' => [
            'yao'
        ],
        '恤' => [
            'xu'
        ],
        '脓' => [
            'nong'
        ],
        '凛' => [
            'lin'
        ],
        '聚' => [
            'ju'
        ],
        '臌' => [
            'gu'
        ],
        '搁' => [
            'ge'
        ],
        '犊' => [
            'du'
        ],
        '焘' => [
            'dao'
        ],
        '采' => [
            'cai'
        ],
        '勒' => [
            'le',
            'lei'
        ],
        '酌' => [
            'zhuo'
        ],
        '肘' => [
            'zhou'
        ],
        '则' => [
            'ze'
        ],
        '压' => [
            'ya'
        ],
        '炝' => [
            'qiang'
        ],
        '拍' => [
            'pai'
        ],
        '腑' => [
            'fu'
        ],
        '邓' => [
            'deng'
        ],
        '傧' => [
            'bin'
        ],
        '狈' => [
            'bei'
        ],
        '耝' => [
            'qu',
            'chu'
        ],
        '瀢' => [
            'wei',
            'dui'
        ],
        '扒' => [
            'ba',
            'pa'
        ],
        '胖' => [
            'pang',
            'pan'
        ],
        '僥' => [
            'jiao',
            'yao'
        ],
        '茁' => [
            'zhuo'
        ],
        '烛' => [
            'zhu'
        ],
        '郑' => [
            'zheng'
        ],
        '咂' => [
            'za'
        ],
        '揄' => [
            'yu'
        ],
        '性' => [
            'xing'
        ],
        '熔' => [
            'rong'
        ],
        '惠' => [
            'hui'
        ],
        '膏' => [
            'gao'
        ],
        '匐' => [
            'fu'
        ],
        '牍' => [
            'du'
        ],
        '叉' => [
            'cha'
        ],
        '倬' => [
            'zhuo'
        ],
        '抐' => [
            'ne',
            'ni',
            'rui',
            'na'
        ],
        '芆' => [
            'chai',
            'cha'
        ],
        '捉' => [
            'zhuo'
        ],
        '搂' => [
            'lou'
        ],
        '华' => [
            'hua'
        ],
        '焙' => [
            'bei'
        ],
        '哀' => [
            'ai'
        ],
        '脔' => [
            'luan'
        ],
        '犋' => [
            'ju'
        ],
        '厌' => [
            'yan'
        ],
        '戕' => [
            'qiang'
        ],
        '配' => [
            'pei'
        ],
        '拎' => [
            'lin'
        ],
        '患' => [
            'huan'
        ],
        '刚' => [
            'gang'
        ],
        '掇' => [
            'duo'
        ],
        '储' => [
            'chu'
        ],
        '苄' => [
            'bian'
        ],
        '憚' => [
            'dan',
            'da'
        ],
        '倭' => [
            'wo',
            'wei'
        ],
        '惡' => [
            'e',
            'wu'
        ],
        '烜' => [
            'hui'
        ],
        '胗' => [
            'zhen'
        ],
        '怨' => [
            'yuan'
        ],
        '珀' => [
            'po'
        ],
        '茂' => [
            'mao'
        ],
        '及' => [
            'ji'
        ],
        '打' => [
            'da'
        ],
        '醋' => [
            'cu'
        ],
        '瀣' => [
            'xie'
        ],
        '艉' => [
            'wei'
        ],
        '僦' => [
            'jiu'
        ],
        '聜' => [
            'di',
            'zhi'
        ],
        '合' => [
            'he',
            'ge'
        ],
        '捊' => [
            'pou',
            'fu'
        ],
        '抑' => [
            'yi'
        ],
        '荀' => [
            'xun'
        ],
        '协' => [
            'xie'
        ],
        '品' => [
            'pin'
        ],
        '凝' => [
            'ning'
        ],
        '感' => [
            'gan'
        ],
        '焚' => [
            'fen'
        ],
        '釉' => [
            'you'
        ],
        '遗' => [
            'yi'
        ],
        '鋀' => [
            'tou',
            'tu',
            'dou'
        ],
        '傩' => [
            'nuo'
        ],
        '授' => [
            'shou'
        ],
        '舌' => [
            'she'
        ],
        '兢' => [
            'jing'
        ],
        '或' => [
            'huo'
        ],
        '腓' => [
            'fei'
        ],
        '摁' => [
            'en'
        ],
        '肚' => [
            'du'
        ],
        '呆' => [
            'dai'
        ],
        '创' => [
            'chuang'
        ],
        '酎' => [
            'zhou'
        ],
        '邕' => [
            'yong'
        ],
        '厍' => [
            'she'
        ],
        '慝' => [
            'te'
        ],
        '瀤' => [
            'huai',
            'wai'
        ],
        '猈' => [
            'bai',
            'pi'
        ],
        '惢' => [
            'suo',
            'rui'
        ],
        '友' => [
            'you'
        ],
        '通' => [
            'tong'
        ],
        '僧' => [
            'seng'
        ],
        '扔' => [
            'reng'
        ],
        '怩' => [
            'ni'
        ],
        '冠' => [
            'guan'
        ],
        '范' => [
            'fan'
        ],
        '咄' => [
            'duo'
        ],
        '郓' => [
            'yun'
        ],
        '倮' => [
            'luo'
        ],
        '醌' => [
            'kun'
        ],
        '揆' => [
            'kui'
        ],
        '膑' => [
            'bin'
        ],
        '犍' => [
            'jian',
            'qian'
        ],
        '捋' => [
            'luo',
            'lv'
        ],
        '芈' => [
            'mi'
        ],
        '愠' => [
            'yun'
        ],
        '抒' => [
            'shu'
        ],
        '释' => [
            'shi'
        ],
        '哂' => [
            'shen'
        ],
        '吉' => [
            'ji'
        ],
        '燔' => [
            'fan'
        ],
        '脖' => [
            'bo'
        ],
        '偬' => [
            'zong'
        ],
        '恧' => [
            'nv'
        ],
        '遘' => [
            'gou'
        ],
        '悥' => [
            'yi',
            'nian'
        ],
        '狋' => [
            'yi',
            'quan',
            'chi'
        ],
        '玄' => [
            'xuan'
        ],
        '舍' => [
            'she'
        ],
        '腔' => [
            'qiang'
        ],
        '拐' => [
            'guai'
        ],
        '肛' => [
            'gang'
        ],
        '掉' => [
            'diao'
        ],
        '酏' => [
            'yi'
        ],
        '戗' => [
            'qiang'
        ],
        '挎' => [
            'kua',
            'ku'
        ],
        '払' => [
            'fan',
            'fu'
        ],
        '艋' => [
            'meng'
        ],
        '醍' => [
            'ti'
        ],
        '双' => [
            'shuang'
        ],
        '耠' => [
            'huo'
        ],
        '逛' => [
            'guang'
        ],
        '怪' => [
            'guai'
        ],
        '胙' => [
            'zuo'
        ],
        '珂' => [
            'ke'
        ],
        '茄' => [
            'qie'
        ],
        '銄' => [
            'xiang',
            'jiong'
        ],
        '愡' => [
            'cong',
            'song'
        ],
        '抓' => [
            'zhua'
        ],
        '燕' => [
            'yan'
        ],
        '搅' => [
            'jiao'
        ],
        '恨' => [
            'hen'
        ],
        '吊' => [
            'diao'
        ],
        '卑' => [
            'bei'
        ],
        '捌' => [
            'ba'
        ],
        '厏' => [
            'zha',
            'zhai'
        ],
        '鋂' => [
            'mei',
            'meng'
        ],
        '爓' => [
            'yan',
            'xun'
        ],
        '狌' => [
            'sheng',
            'xing'
        ],
        '肜' => [
            'rong',
            'chen'
        ],
        '掊' => [
            'pou'
        ],
        '战' => [
            'zhan'
        ],
        '悦' => [
            'yue'
        ],
        '唁' => [
            'yan'
        ],
        '勖' => [
            'xu'
        ],
        '苇' => [
            'wei'
        ],
        '腕' => [
            'wan'
        ],
        '邗' => [
            'han'
        ],
        '酐' => [
            'gan'
        ],
        '初' => [
            'chu'
        ],
        '呈' => [
            'cheng'
        ],
        '牑' => [
            'bian',
            'mian'
        ],
        '冢' => [
            'zhong'
        ],
        '烟' => [
            'yan'
        ],
        '胚' => [
            'pei'
        ],
        '咆' => [
            'pao'
        ],
        '茅' => [
            'mao'
        ],
        '熘' => [
            'liu'
        ],
        '怫' => [
            'fu'
        ],
        '反' => [
            'fan'
        ],
        '憝' => [
            'dui'
        ],
        '猊' => [
            'ni'
        ],
        '吋' => [
            'dou',
            'cun'
        ],
        '琁' => [
            'xuan',
            'qiong'
        ],
        '愢' => [
            'sai',
            'si'
        ],
        '卒' => [
            'zu',
            'cu'
        ],
        '犏' => [
            'pian'
        ],
        '芊' => [
            'qian'
        ],
        '抔' => [
            'pou'
        ],
        '里' => [
            'li'
        ],
        '几' => [
            'ji'
        ],
        '哄' => [
            'hong'
        ],
        '捍' => [
            'han'
        ],
        '恩' => [
            'en'
        ],
        '脘' => [
            'wan'
        ],
        '荃' => [
            'quan'
        ],
        '摄' => [
            'she',
            'nie'
        ],
        '狍' => [
            'pao'
        ],
        '入' => [
            'ru'
        ],
        '拒' => [
            'ju'
        ],
        '肝' => [
            'gan'
        ],
        '催' => [
            'cui'
        ],
        '苈' => [
            'li'
        ],
        '瀧' => [
            'long',
            'shuang'
        ],
        '憞' => [
            'dui',
            'dun',
            'tun'
        ],
        '僪' => [
            'yu',
            'ju'
        ],
        '膔' => [
            'lu',
            'biao'
        ],
        '挐' => [
            'ru',
            'na'
        ],
        '熙' => [
            'xi'
        ],
        '剜' => [
            'wan'
        ],
        '逝' => [
            'shi'
        ],
        '揉' => [
            'rou'
        ],
        '撂' => [
            'liao'
        ],
        '胛' => [
            'jia'
        ],
        '牒' => [
            'die'
        ],
        '匕' => [
            'bi'
        ],
        '茆' => [
            'mao'
        ],
        '耢' => [
            'lao'
        ],
        '重' => [
            'zhong',
            'chong'
        ],
        '灥' => [
            'xun',
            'quan'
        ],
        '臒' => [
            'wo',
            'yue'
        ],
        '卓' => [
            'zhuo'
        ],
        '芋' => [
            'yu'
        ],
        '投' => [
            'tou'
        ],
        '同' => [
            'tong'
        ],
        '捎' => [
            'shao'
        ],
        '遛' => [
            'liu'
        ],
        '恪' => [
            'ke'
        ],
        '擀' => [
            'gan'
        ],
        '荄' => [
            'gai'
        ],
        '凡' => [
            'fan'
        ],
        '愣' => [
            'leng'
        ],
        '鋄' => [
            'wan',
            'jian'
        ],
        '拓' => [
            'tuo',
            'ta',
            'zhi'
        ],
        '率' => [
            'shuai',
            'lv'
        ],
        '掌' => [
            'zhang'
        ],
        '舐' => [
            'shi'
        ],
        '戚' => [
            'qi'
        ],
        '您' => [
            'nin'
        ],
        '勘' => [
            'kan'
        ],
        '酒' => [
            'jiu'
        ],
        '告' => [
            'gao'
        ],
        '煜' => [
            'yu'
        ],
        '狎' => [
            'xia'
        ],
        '摅' => [
            'shu'
        ],
        '邙' => [
            'mang'
        ],
        '菀' => [
            'wan',
            'yun'
        ],
        '啁' => [
            'zhou',
            'zhao',
            'tiao'
        ],
        '揊' => [
            'pi',
            'che'
        ],
        '剝' => [
            'bao',
            'bo'
        ],
        '僫' => [
            'e',
            'wu'
        ],
        '珅' => [
            'shen'
        ],
        '冤' => [
            'yuan'
        ],
        '托' => [
            'tuo'
        ],
        '挑' => [
            'tiao'
        ],
        '胜' => [
            'sheng'
        ],
        '艎' => [
            'huang'
        ],
        '化' => [
            'hua'
        ],
        '醐' => [
            'hu'
        ],
        '惦' => [
            'dian'
        ],
        '逞' => [
            'cheng'
        ],
        '茇' => [
            'ba'
        ],
        '郗' => [
            'xi'
        ],
        '懝' => [
            'ai',
            'yi',
            'ni'
        ],
        '野' => [
            'ye'
        ],
        '球' => [
            'qiu'
        ],
        '捏' => [
            'nie'
        ],
        '名' => [
            'ming'
        ],
        '力' => [
            'li'
        ],
        '脚' => [
            'jiao'
        ],
        '愤' => [
            'fen'
        ],
        '哆' => [
            'duo'
        ],
        '抖' => [
            'dou'
        ],
        '恫' => [
            'dong'
        ],
        '傮' => [
            'zao',
            'cao'
        ],
        '唄' => [
            'bei',
            'bai'
        ],
        '狏' => [
            'tuo',
            'yi'
        ],
        '肟' => [
            'wo'
        ],
        '删' => [
            'shan'
        ],
        '慢' => [
            'man'
        ],
        '戛' => [
            'jia'
        ],
        '呋' => [
            'fu'
        ],
        '苊' => [
            'e'
        ],
        '摆' => [
            'bai'
        ],
        '拔' => [
            'ba'
        ],
        '瑁' => [
            'mao'
        ],
        '耤' => [
            'ji',
            'jie'
        ],
        '珆' => [
            'yi',
            'tai'
        ],
        '怮' => [
            'you',
            'yao'
        ],
        '速' => [
            'su'
        ],
        '冥' => [
            'ming'
        ],
        '惧' => [
            'ju'
        ],
        '菁' => [
            'jing'
        ],
        '剞' => [
            'ji'
        ],
        '茈' => [
            'ci'
        ],
        '北' => [
            'bei'
        ],
        '胝' => [
            'zhi'
        ],
        '撄' => [
            'ying'
        ],
        '醑' => [
            'xu'
        ],
        '艏' => [
            'shou'
        ],
        '僬' => [
            'jiao'
        ],
        '獋' => [
            'hao',
            'gao'
        ],
        '单' => [
            'dan',
            'shan',
            'chan'
        ],
        '哇' => [
            'wa'
        ],
        '恬' => [
            'tian'
        ],
        '芍' => [
            'shao'
        ],
        '量' => [
            'liang'
        ],
        '擂' => [
            'lei'
        ],
        '犒' => [
            'kao'
        ],
        '抗' => [
            'kang'
        ],
        '捐' => [
            'juan'
        ],
        '后' => [
            'hou'
        ],
        '荆' => [
            'jing'
        ],
        '喀' => [
            'ka'
        ],
        '玉' => [
            'yu'
        ],
        '摇' => [
            'yao'
        ],
        '苋' => [
            'xian'
        ],
        '舒' => [
            'shu'
        ],
        '煞' => [
            'sha'
        ],
        '全' => [
            'quan'
        ],
        '攀' => [
            'pan'
        ],
        '掎' => [
            'ji'
        ],
        '狐' => [
            'hu'
        ],
        '肠' => [
            'chang'
        ],
        '腙' => [
            'zong'
        ],
        '邛' => [
            'dao'
        ],
        '扚' => [
            'diao',
            'di',
            'yue',
            'li'
        ],
        '揌' => [
            'sai',
            'zong',
            'cai'
        ],
        '珇' => [
            'zu',
            'ju'
        ],
        '熜' => [
            'cong',
            'zong'
        ],
        '耥' => [
            'tang'
        ],
        '挓' => [
            'zha'
        ],
        '造' => [
            'zao'
        ],
        '醒' => [
            'xing'
        ],
        '怯' => [
            'qie'
        ],
        '茉' => [
            'mo'
        ],
        '猎' => [
            'lie'
        ],
        '啃' => [
            'ken'
        ],
        '撅' => [
            'jue'
        ],
        '僭' => [
            'jian'
        ],
        '发' => [
            'fa'
        ],
        '璀' => [
            'cui'
        ],
        '膗' => [
            'chuai'
        ],
        '惨' => [
            'can'
        ],
        '倴' => [
            'ben'
        ],
        '胞' => [
            'bao'
        ],
        '偲' => [
            'cai',
            'si'
        ],
        '釐' => [
            'li',
            'xi'
        ],
        '銉' => [
            'yu',
            'si'
        ],
        '搊' => [
            'chou',
            'zou'
        ],
        '折' => [
            'zhe',
            'she'
        ],
        '劝' => [
            'quan'
        ],
        '卖' => [
            'mai'
        ],
        '吏' => [
            'li'
        ],
        '琅' => [
            'lang'
        ],
        '哈' => [
            'ha'
        ],
        '恭' => [
            'gong'
        ],
        '凤' => [
            'feng'
        ],
        '喁' => [
            'yong'
        ],
        '芎' => [
            'xiong'
        ],
        '荇' => [
            'xing'
        ],
        '愦' => [
            'kui'
        ],
        '厔' => [
            'zhi',
            'shi'
        ],
        '拖' => [
            'tuo'
        ],
        '掏' => [
            'tao'
        ],
        '唆' => [
            'suo'
        ],
        '莅' => [
            'li'
        ],
        '股' => [
            'gu'
        ],
        '腚' => [
            'ding'
        ],
        '瑃' => [
            'chun'
        ],
        '摈' => [
            'bin'
        ],
        '悫' => [
            'que'
        ],
        '苌' => [
            'chang'
        ],
        '匙' => [
            'chi',
            'shi'
        ],
        '咋' => [
            'za',
            'zha'
        ],
        '猏' => [
            'jian',
            'yan'
        ],
        '憢' => [
            'xiao',
            'jiao'
        ],
        '熝' => [
            'lu',
            'ao'
        ],
        '僮' => [
            'tong',
            'zhuang'
        ],
        '扛' => [
            'kang',
            'gang'
        ],
        '耦' => [
            'ou'
        ],
        '揍' => [
            'zou'
        ],
        '啄' => [
            'zhuo'
        ],
        '逡' => [
            'qun'
        ],
        '烤' => [
            'kao'
        ],
        '惩' => [
            'cheng'
        ],
        '膘' => [
            'biao'
        ],
        '牖' => [
            'you'
        ],
        '珈' => [
            'jia'
        ],
        '璁' => [
            'cong'
        ],
        '懠' => [
            'qi',
            'ji'
        ],
        '抙' => [
            'pou',
            'fu'
        ],
        '南' => [
            'nan',
            'na'
        ],
        '恮' => [
            'quan',
            'zhuan'
        ],
        '銊' => [
            'xu',
            'hui'
        ],
        '捒' => [
            'shu',
            'song',
            'sou'
        ],
        '萁' => [
            'qi'
        ],
        '哉' => [
            'zai'
        ],
        '喂' => [
            'wei'
        ],
        '吐' => [
            'tu'
        ],
        '理' => [
            'li'
        ],
        '愧' => [
            'kui'
        ],
        '金' => [
            'jin'
        ],
        '搋' => [
            'chuai'
        ],
        '办' => [
            'ban'
        ],
        '獍' => [
            'jing'
        ],
        '芏' => [
            'du'
        ],
        '拗' => [
            'ao',
            'niu'
        ],
        '煠' => [
            'ye',
            'zha'
        ],
        '勜' => [
            'weng',
            'yang'
        ],
        '兪' => [
            'yu',
            'shu'
        ],
        '莆' => [
            'pu'
        ],
        '肢' => [
            'zhi'
        ],
        '悬' => [
            'xuan'
        ],
        '王' => [
            'wang'
        ],
        '舔' => [
            'tian'
        ],
        '掐' => [
            'qia'
        ],
        '狒' => [
            'fei'
        ],
        '唇' => [
            'chun'
        ],
        '厕' => [
            'ce'
        ],
        '苍' => [
            'cang'
        ],
        '鋈' => [
            'wu'
        ],
        '邝' => [
            'kuang'
        ],
        '挕' => [
            'die',
            'she'
        ],
        '啅' => [
            'zhuo',
            'zhao'
        ],
        '剡' => [
            'yan',
            'shan'
        ],
        '醔' => [
            'qiu',
            'chou'
        ],
        '扜' => [
            'yu',
            'wu'
        ],
        '牗' => [
            'you',
            'yong'
        ],
        '和' => [
            'he',
            'huo',
            'hu'
        ],
        '匚' => [
            'fang'
        ],
        '珉' => [
            'min'
        ],
        '揎' => [
            'xuan'
        ],
        '撇' => [
            'pie'
        ],
        '逢' => [
            'feng'
        ],
        '耧' => [
            'lou'
        ],
        '郛' => [
            'fu'
        ],
        '捓' => [
            'ye',
            'yu'
        ],
        '側' => [
            'ce',
            'ze',
            'zhai'
        ],
        '芐' => [
            'hu',
            'xia'
        ],
        '焣' => [
            'chao',
            'ju'
        ],
        '搌' => [
            'zhan'
        ],
        '向' => [
            'xiang'
        ],
        '息' => [
            'xi'
        ],
        '擅' => [
            'shan'
        ],
        '喃' => [
            'nan'
        ],
        '功' => [
            'gong'
        ],
        '抚' => [
            'fu'
        ],
        '脞' => [
            'cuo'
        ],
        '草' => [
            'cao'
        ],
        '鄙' => [
            'bi'
        ],
        '肣' => [
            'qin',
            'han'
        ],
        '攃' => [
            'ca',
            'sa'
        ],
        '拘' => [
            'ju',
            'gou'
        ],
        '苎' => [
            'zhu'
        ],
        '酗' => [
            'xu'
        ],
        '摊' => [
            'tan'
        ],
        '悭' => [
            'qian'
        ],
        '判' => [
            'pan'
        ],
        '戟' => [
            'ji'
        ],
        '八' => [
            'ba'
        ],
        '傲' => [
            'ao'
        ],
        '剢' => [
            'du',
            'zhuo'
        ],
        '挖' => [
            'wa'
        ],
        '叔' => [
            'shu'
        ],
        '商' => [
            'shang'
        ],
        '珊' => [
            'shan'
        ],
        '描' => [
            'miao'
        ],
        '璃' => [
            'li'
        ],
        '菅' => [
            'jian'
        ],
        '胡' => [
            'hu'
        ],
        '郜' => [
            'gao'
        ],
        '烦' => [
            'fan'
        ],
        '茌' => [
            'chi'
        ],
        '惫' => [
            'bei'
        ],
        '熟' => [
            'shu'
        ],
        '耨' => [
            'nou'
        ],
        '哋' => [
            'die',
            'di'
        ],
        '懢' => [
            'lan',
            'xian'
        ],
        '捔' => [
            'jue',
            'zhuo'
        ],
        '愩' => [
            'gong',
            'hong'
        ],
        '芑' => [
            'qi'
        ],
        '吒' => [
            'zha'
        ],
        '善' => [
            'shan'
        ],
        '恰' => [
            'qia'
        ],
        '抛' => [
            'pao'
        ],
        '加' => [
            'jia'
        ],
        '火' => [
            'huo'
        ],
        '萃' => [
            'cui'
        ],
        '邟' => [
            'kang',
            'hang'
        ],
        '呐' => [
            'na',
            'ne'
        ],
        '摋' => [
            'sa',
            'sha',
            'shai'
        ],
        '傳' => [
            'chuan',
            'zhuan'
        ],
        '拙' => [
            'zhuo'
        ],
        '苏' => [
            'su'
        ],
        '排' => [
            'pai'
        ],
        '慧' => [
            'hui'
        ],
        '公' => [
            'gong'
        ],
        '肤' => [
            'fu'
        ],
        '唉' => [
            'ai'
        ],
        '提' => [
            'ti',
            'di',
            'di'
        ],
        '菆' => [
            'zou',
            'chu'
        ],
        '叕' => [
            'zhuo',
            'yi',
            'li',
            'jue'
        ],
        '牙' => [
            'ya'
        ],
        '膛' => [
            'tang'
        ],
        '烧' => [
            'shao'
        ],
        '惬' => [
            'qie'
        ],
        '咎' => [
            'jiu'
        ],
        '郝' => [
            'hao'
        ],
        '嘀' => [
            'di'
        ],
        '熠' => [
            'yi'
        ],
        '耩' => [
            'jiang'
        ],
        '焥' => [
            'wo',
            'ai'
        ],
        '擇' => [
            'ze',
            'zhai'
        ],
        '斀' => [
            'zhuo',
            'zhu'
        ],
        '灬' => [
            'huo',
            'biao'
        ],
        '吓' => [
            'xia',
            'he'
        ],
        '遢' => [
            'ta'
        ],
        '獐' => [
            'zhang'
        ],
        '务' => [
            'wu'
        ],
        '萄' => [
            'tao'
        ],
        '哌' => [
            'pai'
        ],
        '偶' => [
            'ou'
        ],
        '芒' => [
            'mang'
        ],
        '琉' => [
            'liu'
        ],
        '捕' => [
            'bu'
        ],
        '博' => [
            'bo'
        ],
        '呑' => [
            'tun',
            'tian'
        ],
        '拚' => [
            'pan',
            'pin',
            'fan'
        ],
        '苐' => [
            'di',
            'ti'
        ],
        '唊' => [
            'jia',
            'qian'
        ],
        '炪' => [
            'zhuo',
            'chu'
        ],
        '摌' => [
            'chan',
            'sun'
        ],
        '嗃' => [
            'he',
            'xiao',
            'xiao',
            'hu'
        ],
        '六' => [
            'liu',
            'lu'
        ],
        '募' => [
            'mu'
        ],
        '悯' => [
            'min'
        ],
        '莉' => [
            'li'
        ],
        '厘' => [
            'li'
        ],
        '慨' => [
            'kai'
        ],
        '肥' => [
            'fei'
        ],
        '玎' => [
            'ding'
        ],
        '戡' => [
            'kan'
        ],
        '璅' => [
            'zao',
            'suo'
        ],
        '醗' => [
            'po',
            'fa'
        ],
        '怴' => [
            'xu',
            'xue'
        ],
        '冫' => [
            'liang'
        ],
        '匝' => [
            'za'
        ],
        '咏' => [
            'yong'
        ],
        '取' => [
            'qu'
        ],
        '嘁' => [
            'qi'
        ],
        '耪' => [
            'pang'
        ],
        '膜' => [
            'mo'
        ],
        '茎' => [
            'jing'
        ],
        '啈' => [
            'heng'
        ],
        '菇' => [
            'gu'
        ],
        '惭' => [
            'can'
        ],
        '烨' => [
            'ye'
        ],
        '猓' => [
            'guo'
        ],
        '卛' => [
            'shuai',
            'lv'
        ],
        '斁' => [
            'yi',
            'du'
        ],
        '抝' => [
            'ao',
            'ao',
            'niu'
        ],
        '愫' => [
            'su'
        ],
        '响' => [
            'xiang'
        ],
        '偷' => [
            'tou'
        ],
        '遣' => [
            'qian'
        ],
        '灭' => [
            'mie'
        ],
        '焦' => [
            'jiao'
        ],
        '搏' => [
            'bo'
        ],
        '琊' => [
            'ya'
        ],
        '銎' => [
            'qiong'
        ],
        '劢' => [
            'mai'
        ],
        '掔' => [
            'qian',
            'wan'
        ],
        '鋌' => [
            'ting',
            'ding'
        ],
        '嗄' => [
            'sha',
            'a'
        ],
        '招' => [
            'zhao'
        ],
        '苑' => [
            'yuan'
        ],
        '炫' => [
            'xuan'
        ],
        '兮' => [
            'xi'
        ],
        '煤' => [
            'mei'
        ],
        '酚' => [
            'fen'
        ],
        '邡' => [
            'fang'
        ],
        '悰' => [
            'cong'
        ],
        '呒' => [
            'mu'
        ],
        '爝' => [
            'jue'
        ],
        '戢' => [
            'ji'
        ],
        '剥' => [
            'bao',
            'bo'
        ],
        '敄' => [
            'wu',
            'mou'
        ],
        '惮' => [
            'dan',
            'da'
        ],
        '熢' => [
            'peng',
            'feng'
        ],
        '鏃' => [
            'zu',
            'chuo'
        ],
        '啉' => [
            'lan',
            'lin'
        ],
        '耫' => [
            'zha',
            'ze'
        ],
        '僳' => [
            'su'
        ],
        '珍' => [
            'zhen'
        ],
        '债' => [
            'zhai'
        ],
        '膝' => [
            'xi'
        ],
        '受' => [
            'shou'
        ],
        '牛' => [
            'niu'
        ],
        '逦' => [
            'li'
        ],
        '烩' => [
            'hui'
        ],
        '咐' => [
            'fu'
        ],
        '冬' => [
            'dong'
        ],
        '怵' => [
            'chu'
        ],
        '憧' => [
            'chong'
        ],
        '插' => [
            'cha'
        ],
        '胤' => [
            'yin'
        ],
        '茏' => [
            'long'
        ],
        '愬' => [
            'su',
            'shuo'
        ],
        '卜' => [
            'bu',
            'bo'
        ],
        '捗' => [
            'bu',
            'pu',
            'zhi'
        ],
        '芔' => [
            'hui',
            'hu'
        ],
        '焧' => [
            'zong',
            'cong'
        ],
        '銏' => [
            'shan',
            'shuo'
        ],
        '吕' => [
            'lv'
        ],
        '劣' => [
            'lie'
        ],
        '喇' => [
            'la'
        ],
        '恳' => [
            'ken'
        ],
        '搐' => [
            'chu'
        ],
        '萆' => [
            'bi'
        ],
        '獒' => [
            'ao'
        ],
        '哎' => [
            'ai'
        ],
        '燠' => [
            'yu'
        ],
        '聩' => [
            'kui'
        ],
        '摎' => [
            'jiu',
            'liu',
            'liao',
            'jiao',
            'nao'
        ],
        '刨' => [
            'pao',
            'bao'
        ],
        '唌' => [
            'dan',
            'xian',
            'yan'
        ],
        '傶' => [
            'qi',
            'cou'
        ],
        '呓' => [
            'yi'
        ],
        '嗅' => [
            'xiu'
        ],
        '邢' => [
            'xing'
        ],
        '苒' => [
            'ran'
        ],
        '炬' => [
            'ju'
        ],
        '厚' => [
            'hou'
        ],
        '狗' => [
            'gou'
        ],
        '悱' => [
            'fei'
        ],
        '腠' => [
            'cou'
        ],
        '拜' => [
            'bai'
        ],
        '怶' => [
            'bi',
            'pi'
        ],
        '膞' => [
            'zhuan',
            'chuan',
            'chun',
            'zhuan'
        ],
        '扡' => [
            'tuo',
            'chi',
            'yi'
        ],
        '熣' => [
            'sui',
            'cui'
        ],
        '挚' => [
            'zhi'
        ],
        '璇' => [
            'xuan'
        ],
        '胥' => [
            'xu'
        ],
        '猕' => [
            'mi'
        ],
        '憨' => [
            'han'
        ],
        '惯' => [
            'guan'
        ],
        '故' => [
            'gu'
        ],
        '蒂' => [
            'di'
        ],
        '咑' => [
            'da'
        ],
        '变' => [
            'bian'
        ],
        '啊' => [
            'a'
        ],
        '畀' => [
            'bi'
        ],
        '搑' => [
            'rong',
            'nang',
            'nang'
        ],
        '卝' => [
            'guan',
            'kuang'
        ],
        '吖' => [
            'ya',
            'a'
        ],
        '哏' => [
            'gen',
            'hen'
        ],
        '銐' => [
            'chi',
            'li'
        ],
        '劤' => [
            'jin',
            'jing'
        ],
        '遥' => [
            'yao'
        ],
        '懦' => [
            'nuo'
        ],
        '凫' => [
            'fu'
        ],
        '灯' => [
            'deng'
        ],
        '聪' => [
            'cong'
        ],
        '鄞' => [
            'yin'
        ],
        '抟' => [
            'tuan'
        ],
        '喈' => [
            'jie'
        ],
        '肨' => [
            'pang',
            'pan',
            'pan'
        ],
        '旁' => [
            'pang',
            'bang'
        ],
        '那' => [
            'na',
            'na',
            'nei',
            'na'
        ],
        '攈' => [
            'jun',
            'pei'
        ],
        '掖' => [
            'ye'
        ],
        '煦' => [
            'xu'
        ],
        '炭' => [
            'tan'
        ],
        '苓' => [
            'ling'
        ],
        '利' => [
            'li'
        ],
        '兰' => [
            'lan'
        ],
        '玑' => [
            'ji'
        ],
        '呔' => [
            'dai'
        ],
        '悲' => [
            'bei'
        ],
        '戤' => [
            'gai'
        ],
        '扢' => [
            'gu',
            'xi',
            'ge',
            'jie'
        ],
        '揔' => [
            'zong',
            'song'
        ],
        '畁' => [
            'bi',
            'qi'
        ],
        '撍' => [
            'zan',
            'zan',
            'zen',
            'qian'
        ],
        '嘄' => [
            'jiao',
            'dao'
        ],
        '牝' => [
            'pin'
        ],
        '咒' => [
            'zhou'
        ],
        '值' => [
            'zhi'
        ],
        '叙' => [
            'xu'
        ],
        '烫' => [
            'tang'
        ],
        '艘' => [
            'sou'
        ],
        '憩' => [
            'qi'
        ],
        '醚' => [
            'mi'
        ],
        '挛' => [
            'luan'
        ],
        '剧' => [
            'ju'
        ],
        '菊' => [
            'ju'
        ],
        '郡' => [
            'jiu'
        ],
        '匠' => [
            'jiang'
        ],
        '僵' => [
            'jiang'
        ],
        '冮' => [
            'gang'
        ],
        '惰' => [
            'duo'
        ],
        '猖' => [
            'chang'
        ],
        '茑' => [
            'niao'
        ],
        '珏' => [
            'jue'
        ],
        '犛' => [
            'mao',
            'li'
        ],
        '搒' => [
            'bang',
            'peng'
        ],
        '斄' => [
            'li',
            'tai'
        ],
        '銑' => [
            'xian',
            'xi'
        ],
        '吗' => [
            'ma',
            'ma',
            'ma'
        ],
        '荏' => [
            'ren'
        ],
        '哐' => [
            'kuang'
        ],
        '抠' => [
            'kou'
        ],
        '灰' => [
            'hui'
        ],
        '喉' => [
            'hou'
        ],
        '卞' => [
            'bian'
        ],
        '蓁' => [
            'zhen'
        ],
        '鎈' => [
            'cuo',
            'cha'
        ],
        '慬' => [
            'qin',
            'jin',
            'jin'
        ],
        '炮' => [
            'pao',
            'bao',
            'pao'
        ],
        '甄' => [
            'zhen'
        ],
        '照' => [
            'zhao'
        ],
        '酝' => [
            'yun'
        ],
        '苔' => [
            'tai'
        ],
        '呕' => [
            'ou'
        ],
        '狙' => [
            'ju'
        ],
        '肩' => [
            'jian'
        ],
        '攉' => [
            'huo'
        ],
        '共' => [
            'gong'
        ],
        '戥' => [
            'deng'
        ],
        '舛' => [
            'chuan'
        ],
        '葆' => [
            'bao'
        ],
        '冯' => [
            'feng',
            'ping'
        ],
        '嘅' => [
            'kai',
            'ge'
        ],
        '怸' => [
            'xi',
            'shu'
        ],
        '牞' => [
            'jiu',
            'le'
        ],
        '瀳' => [
            'jian',
            'zun'
        ],
        '醛' => [
            'quan'
        ],
        '胧' => [
            'long'
        ],
        '扣' => [
            'kou'
        ],
        '烬' => [
            'jin'
        ],
        '蒄' => [
            'guan'
        ],
        '珐' => [
            'fa'
        ],
        '昀' => [
            'yun'
        ],
        '郢' => [
            'ying'
        ],
        '猗' => [
            'yi'
        ],
        '匡' => [
            'kuang'
        ],
        '偻' => [
            'lv',
            'lou'
        ],
        '劦' => [
            'xie',
            'lie'
        ],
        '儴' => [
            'rang',
            'xiang'
        ],
        '恶' => [
            'e',
            'wu',
            'e',
            'wu'
        ],
        '噃' => [
            'fan',
            'bo'
        ],
        '哑' => [
            'ya'
        ],
        '凭' => [
            'ping'
        ],
        '抡' => [
            'lun'
        ],
        '荐' => [
            'jian'
        ],
        '喊' => [
            'han'
        ],
        '搓' => [
            'cuo'
        ],
        '卟' => [
            'bu'
        ],
        '芗' => [
            'xiang'
        ],
        '攊' => [
            'li',
            'luo'
        ],
        '莎' => [
            'suo',
            'sha'
        ],
        '苕' => [
            'tiao',
            'shao'
        ],
        '鎉' => [
            'da',
            'ta'
        ],
        '唏' => [
            'xi'
        ],
        '煨' => [
            'wei'
        ],
        '酞' => [
            'tai'
        ],
        '舜' => [
            'shun'
        ],
        '勤' => [
            'qin'
        ],
        '拟' => [
            'ni'
        ],
        '呖' => [
            'li'
        ],
        '掘' => [
            'jue'
        ],
        '炯' => [
            'jiong'
        ],
        '肪' => [
            'fang'
        ],
        '玓' => [
            'di'
        ],
        '厝' => [
            'cuo'
        ],
        '悴' => [
            'cui'
        ],
        '别' => [
            'bei'
        ],
        '旃' => [
            'zhan'
        ],
        '啍' => [
            'zhun',
            'tun',
            'xiang',
            'dui'
        ],
        '牟' => [
            'mou',
            'mu'
        ],
        '挝' => [
            'zhua',
            'wo'
        ],
        '揖' => [
            'yi'
        ],
        '效' => [
            'xiao'
        ],
        '剩' => [
            'sheng'
        ],
        '热' => [
            're'
        ],
        '倾' => [
            'qing'
        ],
        '叛' => [
            'pan'
        ],
        '珑' => [
            'long'
        ],
        '咔' => [
            'ka'
        ],
        '菌' => [
            'jiu'
        ],
        '胨' => [
            'dong'
        ],
        '冰' => [
            'bing'
        ],
        '艚' => [
            'cao'
        ],
        '抢' => [
            'qiang',
            'qiang',
            'cheng'
        ],
        '芘' => [
            'bi',
            'pi'
        ],
        '燤' => [
            'tai',
            'lie'
        ],
        '喋' => [
            'die',
            'zha'
        ],
        '占' => [
            'zhan'
        ],
        '搔' => [
            'sao'
        ],
        '操' => [
            'cao'
        ],
        '遨' => [
            'ao'
        ],
        '荑' => [
            'yi'
        ],
        '琏' => [
            'lian'
        ],
        '哒' => [
            'da'
        ],
        '鋑' => [
            'juan',
            'jian',
            'cuan'
        ],
        '攋' => [
            'la',
            'lai'
        ],
        '肫' => [
            'zhun',
            'chun'
        ],
        '炰' => [
            'pao',
            'fou'
        ],
        '呗' => [
            'bei',
            'bai'
        ],
        '唐' => [
            'tang'
        ],
        '嗉' => [
            'su'
        ],
        '关' => [
            'guan'
        ],
        '傺' => [
            'chi'
        ],
        '摒' => [
            'bing'
        ],
        '邦' => [
            'bang'
        ],
        '旄' => [
            'mao'
        ],
        '嘇' => [
            'shan',
            'can'
        ],
        '菍' => [
            'nie',
            'ren'
        ],
        '敉' => [
            'mi'
        ],
        '茔' => [
            'ying'
        ],
        '想' => [
            'xiang'
        ],
        '匣' => [
            'xia'
        ],
        '挞' => [
            'ta'
        ],
        '剪' => [
            'jian'
        ],
        '冱' => [
            'hu'
        ],
        '咕' => [
            'gu'
        ],
        '昂' => [
            'ang'
        ],
        '璋' => [
            'zhang'
        ],
        '胩' => [
            'ka'
        ],
        '憬' => [
            'jing'
        ],
        '瀵' => [
            'fen'
        ],
        '焬' => [
            'xi',
            'yi'
        ],
        '卡' => [
            'qia',
            'ka'
        ],
        '搕' => [
            'ke',
            'e'
        ],
        '儶' => [
            'hui',
            'xie'
        ],
        '燥' => [
            'zao'
        ],
        '蓄' => [
            'xu'
        ],
        '哓' => [
            'xiao'
        ],
        '文' => [
            'wen'
        ],
        '恸' => [
            'tong'
        ],
        '琐' => [
            'suo'
        ],
        '擎' => [
            'qing'
        ],
        '萋' => [
            'qi'
        ],
        '凯' => [
            'kai'
        ],
        '荒' => [
            'huang'
        ],
        '芙' => [
            'fu'
        ],
        '动' => [
            'dong'
        ],
        '鄢' => [
            'yan'
        ],
        '獗' => [
            'jue'
        ],
        '摓' => [
            'feng',
            'peng'
        ],
        '员' => [
            'yuan',
            'yun',
            'yun'
        ],
        '勦' => [
            'jiao',
            'chao'
        ],
        '嗊' => [
            'gong',
            'hong',
            'gong'
        ],
        '瑎' => [
            'xie',
            'jie'
        ],
        '炱' => [
            'tai'
        ],
        '唑' => [
            'zuo'
        ],
        '原' => [
            'yuan'
        ],
        '兴' => [
            'xing'
        ],
        '腥' => [
            'xing'
        ],
        '舞' => [
            'wu'
        ],
        '傻' => [
            'sha'
        ],
        '苗' => [
            'miao'
        ],
        '旅' => [
            'lv'
        ],
        '刭' => [
            'jing'
        ],
        '玕' => [
            'gan'
        ],
        '揘' => [
            'huang',
            'yong'
        ],
        '挟' => [
            'xie',
            'jia'
        ],
        '熨' => [
            'yun',
            'yu'
        ],
        '鏉' => [
            'shou',
            'sou'
        ],
        '咖' => [
            'ka',
            'ga'
        ],
        '敊' => [
            'chu',
            'shou'
        ],
        '價' => [
            'jia',
            'jie'
        ],
        '猚' => [
            'ya',
            'wei'
        ],
        '扦' => [
            'qian'
        ],
        '总' => [
            'zong'
        ],
        '惴' => [
            'zhui'
        ],
        '烯' => [
            'xi'
        ],
        '牡' => [
            'mu'
        ],
        '冲' => [
            'chong'
        ],
        '撑' => [
            'cheng'
        ],
        '畅' => [
            'chang'
        ],
        '蒇' => [
            'chan'
        ],
        '嘈' => [
            'cao'
        ],
        '膣' => [
            'zhi'
        ],
        '昃' => [
            'ze'
        ],
        '茕' => [
            'qiong'
        ],
        '耱' => [
            'mo'
        ],
        '胪' => [
            'lu'
        ],
        '芚' => [
            'tun',
            'chun'
        ],
        '捝' => [
            'tuo',
            'shui'
        ],
        '助' => [
            'zhu',
            'chu'
        ],
        '擏' => [
            'qing',
            'jing'
        ],
        '臡' => [
            'ni',
            'luan'
        ],
        '铀' => [
            'you'
        ],
        '恹' => [
            'yan'
        ],
        '疃' => [
            'tuan'
        ],
        '萌' => [
            'meng'
        ],
        '卢' => [
            'lu'
        ],
        '君' => [
            'jiu'
        ],
        '犟' => [
            'jiang'
        ],
        '凰' => [
            'huang'
        ],
        '护' => [
            'hu'
        ],
        '釜' => [
            'fu'
        ],
        '偾' => [
            'fen'
        ],
        '晁' => [
            'chao'
        ],
        '哔' => [
            'bi'
        ],
        '鄣' => [
            'zhang'
        ],
        '莑' => [
            'peng',
            'feng'
        ],
        '痁' => [
            'shan',
            'dian'
        ],
        '呙' => [
            'wai',
            'he',
            'wo',
            'wa',
            'gua',
            'guo'
        ],
        '嚄' => [
            'huo',
            'o'
        ],
        '旆' => [
            'pei'
        ],
        '舟' => [
            'zhou'
        ],
        '慰' => [
            'wei'
        ],
        '摔' => [
            'shuai'
        ],
        '拢' => [
            'long'
        ],
        '玖' => [
            'jiu'
        ],
        '刮' => [
            'gua'
        ],
        '兵' => [
            'bing'
        ],
        '酡' => [
            'tuo'
        ],
        '苘' => [
            'qing'
        ],
        '肭' => [
            'na'
        ],
        '叞' => [
            'wei',
            'yu'
        ],
        '剬' => [
            'zhi',
            'duan'
        ],
        '烰' => [
            'fu',
            'pao'
        ],
        '郦' => [
            'li',
            'zhi'
        ],
        '敋' => [
            'ge',
            'guo',
            'e'
        ],
        '执' => [
            'zhi'
        ],
        '撒' => [
            'sa'
        ],
        '挠' => [
            'nao'
        ],
        '猛' => [
            'meng'
        ],
        '牢' => [
            'lao'
        ],
        '决' => [
            'jue'
        ],
        '嘉' => [
            'jia'
        ],
        '耲' => [
            'huai'
        ],
        '菏' => [
            'he'
        ],
        '怼' => [
            'dui'
        ],
        '啐' => [
            'cui'
        ],
        '蒈' => [
            'kai'
        ],
        '胫' => [
            'jing'
        ],
        '逭' => [
            'huan'
        ],
        '鏊' => [
            'ao'
        ],
        '哕' => [
            'yue',
            'hui'
        ],
        '燧' => [
            'sui'
        ],
        '恺' => [
            'kai'
        ],
        '铁' => [
            'tie'
        ],
        '萍' => [
            'ping'
        ],
        '努' => [
            'nu'
        ],
        '灵' => [
            'ling'
        ],
        '荔' => [
            'li'
        ],
        '捞' => [
            'lao'
        ],
        '擐' => [
            'huan'
        ],
        '偿' => [
            'chang'
        ],
        '报' => [
            'bao'
        ],
        '卣' => [
            'you'
        ],
        '旇' => [
            'pi',
            'bi'
        ],
        '嗌' => [
            'yi',
            'ai'
        ],
        '呚' => [
            'hua',
            'qi'
        ],
        '攎' => [
            'lu',
            'luo'
        ],
        '掜' => [
            'ni',
            'nie',
            'yi'
        ],
        '其' => [
            'qi',
            'ji'
        ],
        '苙' => [
            'li',
            'ji'
        ],
        '鎍' => [
            'suo',
            'se'
        ],
        '摕' => [
            'di',
            'tu',
            'zhi'
        ],
        '酢' => [
            'zuo'
        ],
        '狞' => [
            'ning'
        ],
        '截' => [
            'jie'
        ],
        '拣' => [
            'jian'
        ],
        '痂' => [
            'jia'
        ],
        '悸' => [
            'ji'
        ],
        '舠' => [
            'dao'
        ],
        '炳' => [
            'bing'
        ],
        '肮' => [
            'ang'
        ],
        '腧' => [
            'shu'
        ],
        '嚅' => [
            'ru'
        ],
        '莒' => [
            'ju'
        ],
        '蒉' => [
            'kui',
            'kuai'
        ],
        '啑' => [
            'sha',
            'jie',
            'die',
            'ti'
        ],
        '囃' => [
            'za',
            'ca'
        ],
        '瘀' => [
            'yu'
        ],
        '叟' => [
            'sou'
        ],
        '僻' => [
            'pi'
        ],
        '茗' => [
            'ming'
        ],
        '惶' => [
            'huang'
        ],
        '匦' => [
            'gui'
        ],
        '耳' => [
            'er'
        ],
        '敌' => [
            'di'
        ],
        '挡' => [
            'dang'
        ],
        '逮' => [
            'dai'
        ],
        '猜' => [
            'cai'
        ],
        '郧' => [
            'yun'
        ],
        '璎' => [
            'ying'
        ],
        '胬' => [
            'nu'
        ],
        '焯' => [
            'zhuo',
            'chao'
        ],
        '銗' => [
            'hou',
            'xiang'
        ],
        '噈' => [
            'cu',
            'za',
            'he'
        ],
        '喏' => [
            'nuo',
            're'
        ],
        '灶' => [
            'zao'
        ],
        '芜' => [
            'wu'
        ],
        '萎' => [
            'wei'
        ],
        '损' => [
            'sun'
        ],
        '卤' => [
            'lu'
        ],
        '吝' => [
            'lin'
        ],
        '劫' => [
            'jie'
        ],
        '晃' => [
            'huang'
        ],
        '蓇' => [
            'gu'
        ],
        '臣' => [
            'chen'
        ],
        '恻' => [
            'ce'
        ],
        '铂' => [
            'bo'
        ],
        '聱' => [
            'ao'
        ],
        '摖' => [
            'qi',
            'ji',
            'cha'
        ],
        '掝' => [
            'huo',
            'xu'
        ],
        '邪' => [
            'xie',
            'ya',
            'ye',
            'yu',
            'xu'
        ],
        '嗍' => [
            'suo'
        ],
        '销' => [
            'xiao'
        ],
        '厢' => [
            'xiang'
        ],
        '呛' => [
            'qiang'
        ],
        '莓' => [
            'mei'
        ],
        '肯' => [
            'ken'
        ],
        '具' => [
            'ju'
        ],
        '嚆' => [
            'hao'
        ],
        '酣' => [
            'han'
        ],
        '到' => [
            'dao'
        ],
        '舡' => [
            'chuan'
        ],
        '痃' => [
            'xuan'
        ],
        '唔' => [
            'wu'
        ],
        '烲' => [
            'xie',
            'che'
        ],
        '菑' => [
            'zi',
            'zi',
            'zai'
        ],
        '钅' => [
            'jin'
        ],
        '逯' => [
            'lv'
        ],
        '胭' => [
            'yan'
        ],
        '牤' => [
            'mang'
        ],
        '咙' => [
            'long'
        ],
        '扩' => [
            'kuo'
        ],
        '昆' => [
            'kun'
        ],
        '况' => [
            'kuang'
        ],
        '畈' => [
            'fan'
        ],
        '叠' => [
            'die'
        ],
        '瘁' => [
            'cui'
        ],
        '猝' => [
            'cu'
        ],
        '艟' => [
            'chong'
        ],
        '部' => [
            'bu'
        ],
        '蕃' => [
            'bo'
        ],
        '瀹' => [
            'yue'
        ],
        '膦' => [
            'lin'
        ],
        '挢' => [
            'jiao'
        ],
        '搙' => [
            'nu',
            'nuo',
            'nou'
        ],
        '臤' => [
            'qian',
            'xian'
        ],
        '抧' => [
            'zhi',
            'zhai'
        ],
        '喐' => [
            'huo',
            'guo',
            'xu'
        ],
        '疆' => [
            'jiang',
            'qiang'
        ],
        '芝' => [
            'zhi'
        ],
        '斋' => [
            'zhai'
        ],
        '遭' => [
            'zao'
        ],
        '焰' => [
            'yan'
        ],
        '吞' => [
            'tun'
        ],
        '擒' => [
            'qin'
        ],
        '恼' => [
            'nao'
        ],
        '铃' => [
            'ling'
        ],
        '哗' => [
            'hua'
        ],
        '凳' => [
            'deng'
        ],
        '萏' => [
            'dan'
        ],
        '劬' => [
            'qu'
        ],
        '苛' => [
            'ke',
            'he'
        ],
        '摗' => [
            'sou',
            'song'
        ],
        '瑒' => [
            'chang',
            'yang'
        ],
        '嚇' => [
            'he',
            'xia'
        ],
        '掞' => [
            'shan',
            'yan',
            'yan'
        ],
        '鋖' => [
            'si',
            'tuo'
        ],
        '煮' => [
            'zhu'
        ],
        '址' => [
            'zhi'
        ],
        '暂' => [
            'zan'
        ],
        '拥' => [
            'yong'
        ],
        '呜' => [
            'wu'
        ],
        '锁' => [
            'suo'
        ],
        '腩' => [
            'nan'
        ],
        '狠' => [
            'hen'
        ],
        '酤' => [
            'gu'
        ],
        '典' => [
            'dian'
        ],
        '痄' => [
            'zha'
        ],
        '厣' => [
            'yan'
        ],
        '舢' => [
            'shan'
        ],
        '鎏' => [
            'liu'
        ],
        '戬' => [
            'jian'
        ],
        '副' => [
            'fu',
            'pi'
        ],
        '匨' => [
            'zang',
            'cang'
        ],
        '郩' => [
            'xiao',
            'ao'
        ],
        '嘌' => [
            'piao'
        ],
        '璐' => [
            'lu'
        ],
        '挣' => [
            'zheng'
        ],
        '冶' => [
            'ye'
        ],
        '撕' => [
            'si'
        ],
        '昇' => [
            'sheng'
        ],
        '扪' => [
            'men'
        ],
        '蒋' => [
            'jiang'
        ],
        '醢' => [
            'hai'
        ],
        '钆' => [
            'ga'
        ],
        '咚' => [
            'dong'
        ],
        '耵' => [
            'ding'
        ],
        '熬' => [
            'ao'
        ],
        '怿' => [
            'yi'
        ],
        '猞' => [
            'she'
        ],
        '搚' => [
            'la',
            'xie',
            'xian'
        ],
        '薂' => [
            'xi',
            'xiao'
        ],
        '琕' => [
            'pin',
            'bing'
        ],
        '脬' => [
            'pao'
        ],
        '斌' => [
            'bin'
        ],
        '遮' => [
            'zhe'
        ],
        '吟' => [
            'yin'
        ],
        '喑' => [
            'yin'
        ],
        '铄' => [
            'shuo'
        ],
        '蓉' => [
            'rong'
        ],
        '圃' => [
            'pu'
        ],
        '抨' => [
            'peng'
        ],
        '灸' => [
            'jiu'
        ],
        '捡' => [
            'jian'
        ],
        '癀' => [
            'huang'
        ],
        '卦' => [
            'gua'
        ],
        '恽' => [
            'yun'
        ],
        '焱' => [
            'yan'
        ],
        '劭' => [
            'shao'
        ],
        '掟' => [
            'zheng',
            'ding'
        ],
        '兹' => [
            'zi',
            'ci'
        ],
        '鎐' => [
            'yao',
            'zu'
        ],
        '鋗' => [
            'xuan',
            'juan',
            'juan'
        ],
        '炶' => [
            'shan',
            'qian',
            'shan'
        ],
        '玚' => [
            'chang',
            'yang'
        ],
        '摘' => [
            'zhai'
        ],
        '悻' => [
            'xing'
        ],
        '邬' => [
            'wu'
        ],
        '酥' => [
            'su'
        ],
        '苜' => [
            'mu'
        ],
        '拦' => [
            'lan'
        ],
        '狡' => [
            'jiao'
        ],
        '肱' => [
            'gong'
        ],
        '病' => [
            'bing'
        ],
        '舣' => [
            'yi'
        ],
        '锂' => [
            'li'
        ],
        '爨' => [
            'cuan'
        ],
        '揝' => [
            'zan',
            'zuan'
        ],
        '醣' => [
            'tang'
        ],
        '耶' => [
            'ye'
        ],
        '扫' => [
            'sao'
        ],
        '惹' => [
            're'
        ],
        '膨' => [
            'peng'
        ],
        '咛' => [
            'ning'
        ],
        '敏' => [
            'min'
        ],
        '牦' => [
            'mao'
        ],
        '冷' => [
            'leng'
        ],
        '胯' => [
            'kua'
        ],
        '挤' => [
            'ji'
        ],
        '撖' => [
            'han'
        ],
        '镀' => [
            'du'
        ],
        '瘃' => [
            'zhu'
        ],
        '茚' => [
            'yin'
        ],
        '钇' => [
            'yi'
        ],
        '蒌' => [
            'lou'
        ],
        '凵' => [
            'kan',
            'qian'
        ],
        '灹' => [
            'zha',
            'yu'
        ],
        '铅' => [
            'qian',
            'yan'
        ],
        '斍' => [
            'jue',
            'jiao'
        ],
        '銚' => [
            'diao',
            'tiao',
            'yao'
        ],
        '臦' => [
            'guang',
            'jiong'
        ],
        '噋' => [
            'tun',
            'kuo'
        ],
        '圄' => [
            'yu'
        ],
        '卧' => [
            'wo'
        ],
        '换' => [
            'huan'
        ],
        '萑' => [
            'huan'
        ],
        '吠' => [
            'fei'
        ],
        '蓊' => [
            'weng'
        ],
        '芟' => [
            'shan'
        ],
        '哙' => [
            'kuai'
        ],
        '搛' => [
            'jian'
        ],
        '鎑' => [
            'ye',
            'ta',
            'ge'
        ],
        '狢' => [
            'he',
            'mo'
        ],
        '攒' => [
            'zan',
            'cuan'
        ],
        '鋘' => [
            'hua',
            'wu',
            'wu'
        ],
        '锃' => [
            'zeng'
        ],
        '育' => [
            'yu'
        ],
        '旋' => [
            'xuan'
        ],
        '暄' => [
            'xuan'
        ],
        '拧' => [
            'ning'
        ],
        '玛' => [
            'ma'
        ],
        '掠' => [
            'lve'
        ],
        '戮' => [
            'lu'
        ],
        '厥' => [
            'jue'
        ],
        '嗐' => [
            'hai'
        ],
        '悼' => [
            'dao'
        ],
        '坂' => [
            'ban'
        ],
        '炷' => [
            'zhu'
        ],
        '慵' => [
            'yong'
        ],
        '甍' => [
            'meng'
        ],
        '刳' => [
            'ku'
        ],
        '藁' => [
            'gao'
        ],
        '瀼' => [
            'rang',
            'nang'
        ],
        '撗' => [
            'heng',
            'guang'
        ],
        '郫' => [
            'pi'
        ],
        '畋' => [
            'tian'
        ],
        '啕' => [
            'tao'
        ],
        '针' => [
            'zhen'
        ],
        '胰' => [
            'yi'
        ],
        '扬' => [
            'yang'
        ],
        '惺' => [
            'xing'
        ],
        '牧' => [
            'mu'
        ],
        '镁' => [
            'mei'
        ],
        '口' => [
            'kou'
        ],
        '挥' => [
            'hui'
        ],
        '珙' => [
            'gong'
        ],
        '茛' => [
            'gen'
        ],
        '嘎' => [
            'ga'
        ],
        '匪' => [
            'fei'
        ],
        '耷' => [
            'da'
        ],
        '揞' => [
            'an'
        ],
        '菔' => [
            'fu'
        ],
        '銛' => [
            'xian',
            'kuo',
            'tian',
            'gua'
        ],
        '薄' => [
            'bao',
            'bo',
            'bo'
        ],
        '晇' => [
            'xu',
            'kua'
        ],
        '琗' => [
            'cui',
            'se'
        ],
        '臧' => [
            'zang',
            'zang',
            'cang'
        ],
        '吡' => [
            'pi',
            'bi'
        ],
        '蓋' => [
            'gai',
            'ge',
            'he'
        ],
        '抪' => [
            'bu',
            'pu'
        ],
        '最' => [
            'zui'
        ],
        '恿' => [
            'yong'
        ],
        '凶' => [
            'xiong'
        ],
        '搜' => [
            'sou'
        ],
        '铆' => [
            'mao'
        ],
        '哚' => [
            'duo'
        ],
        '捣' => [
            'dao'
        ],
        '荙' => [
            'da'
        ],
        '噌' => [
            'ceng'
        ],
        '爪' => [
            'zhao',
            'zhua'
        ],
        '戯' => [
            'xi',
            'hu'
        ],
        '厦' => [
            'sha',
            'xia'
        ],
        '勭' => [
            'tong',
            'dong'
        ],
        '嚊' => [
            'xiu',
            'pi'
        ],
        '皀' => [
            'ji',
            'bi'
        ],
        '症' => [
            'zheng'
        ],
        '炸' => [
            'zha'
        ],
        '邮' => [
            'you'
        ],
        '养' => [
            'yang'
        ],
        '瑕' => [
            'xia'
        ],
        '嗑' => [
            'ke'
        ],
        '锄' => [
            'chu'
        ],
        '拨' => [
            'bo'
        ],
        '苞' => [
            'bao'
        ],
        '旌' => [
            'jing'
        ],
        '揟' => [
            'xu',
            'ju'
        ],
        '熯' => [
            'han',
            'ran'
        ],
        '蒎' => [
            'pai'
        ],
        '耸' => [
            'song'
        ],
        '咝' => [
            'si'
        ],
        '扭' => [
            'niu'
        ],
        '镂' => [
            'lou'
        ],
        '救' => [
            'jiu'
        ],
        '界' => [
            'jie'
        ],
        '昊' => [
            'hao'
        ],
        '胱' => [
            'guang'
        ],
        '古' => [
            'gu'
        ],
        '割' => [
            'ge'
        ],
        '钉' => [
            'ding'
        ],
        '啖' => [
            'dan'
        ],
        '瘅' => [
            'dan'
        ],
        '茜' => [
            'qian'
        ],
        '猡' => [
            'luo'
        ],
        '嘏' => [
            'gu'
        ],
        '膪' => [
            'chuai'
        ],
        '獟' => [
            'yao',
            'xiao'
        ],
        '擖' => [
            'qia',
            'jia',
            'ye'
        ],
        '朁' => [
            'can',
            'qian',
            'jian'
        ],
        '喔' => [
            'o',
            'wo'
        ],
        '卩' => [
            'dan'
        ],
        '圆' => [
            'yuan'
        ],
        '芡' => [
            'qian'
        ],
        '披' => [
            'pi'
        ],
        '荚' => [
            'jia'
        ],
        '薅' => [
            'hao'
        ],
        '癃' => [
            'long'
        ],
        '噍' => [
            'jiao'
        ],
        '脯' => [
            'pu'
        ],
        '爫' => [
            'zhao',
            'zhua'
        ],
        '嚋' => [
            'zhou',
            'chou'
        ],
        '择' => [
            'ze',
            'zhai'
        ],
        '莘' => [
            'shen',
            'xin'
        ],
        '嗒' => [
            'ta',
            'da'
        ],
        '藃' => [
            'xiao',
            'hao'
        ],
        '肴' => [
            'yao'
        ],
        '探' => [
            'tan'
        ],
        '慷' => [
            'kang'
        ],
        '兼' => [
            'jian'
        ],
        '蔊' => [
            'han'
        ],
        '邯' => [
            'han'
        ],
        '锅' => [
            'guo'
        ],
        '苟' => [
            'gou'
        ],
        '葑' => [
            'feng'
        ],
        '腭' => [
            'e'
        ],
        '点' => [
            'dian'
        ],
        '煲' => [
            'bao'
        ],
        '痈' => [
            'yong'
        ],
        '甏' => [
            'beng'
        ],
        '句' => [
            'ju',
            'gou'
        ],
        '嘐' => [
            'xiao',
            'jiao'
        ],
        '剳' => [
            'da',
            'zha'
        ],
        '醦' => [
            'chan',
            'chen'
        ],
        '钊' => [
            'zhao'
        ],
        '揠' => [
            'ya'
        ],
        '物' => [
            'wu'
        ],
        '烷' => [
            'wan'
        ],
        '猢' => [
            'hu'
        ],
        '胲' => [
            'hai'
        ],
        '郭' => [
            'guo'
        ],
        '垂' => [
            'chui'
        ],
        '菖' => [
            'chang'
        ],
        '茝' => [
            'chai'
        ],
        '扮' => [
            'ban'
        ],
        '撙' => [
            'zun'
        ],
        '蕈' => [
            'xun'
        ],
        '哜' => [
            'ji',
            'jie',
            'zhai'
        ],
        '臩' => [
            'guang',
            'jiong'
        ],
        '捥' => [
            'wan',
            'wan',
            'wan',
            'yu'
        ],
        '疋' => [
            'pi',
            'ya',
            'shu'
        ],
        '癄' => [
            'qiao',
            'jiao'
        ],
        '擗' => [
            'pi',
            'bo'
        ],
        '灼' => [
            'zhuo'
        ],
        '噎' => [
            'ye'
        ],
        '凸' => [
            'tu'
        ],
        '抬' => [
            'tai'
        ],
        '荛' => [
            'rao'
        ],
        '獠' => [
            'liao'
        ],
        '励' => [
            'li'
        ],
        '搞' => [
            'gao'
        ],
        '斐' => [
            'fei'
        ],
        '儿' => [
            'er'
        ],
        '瓒' => [
            'zan'
        ],
        '燮' => [
            'xie'
        ],
        '铈' => [
            'shi'
        ],
        '蓍' => [
            'shi'
        ],
        '吣' => [
            'qin'
        ],
        '嚌' => [
            'ji',
            'jie',
            'zhai'
        ],
        '呡' => [
            'wen',
            'min'
        ],
        '慸' => [
            'di',
            'chi'
        ],
        '戱' => [
            'xi',
            'hu'
        ],
        '攕' => [
            'xian',
            'jian'
        ],
        '苠' => [
            'min'
        ],
        '制' => [
            'zhi'
        ],
        '皂' => [
            'zao'
        ],
        '暇' => [
            'xia'
        ],
        '邰' => [
            'tai'
        ],
        '兽' => [
            'shou'
        ],
        '杀' => [
            'sha'
        ],
        '嗓' => [
            'sang'
        ],
        '腮' => [
            'sai'
        ],
        '爬' => [
            'pa'
        ],
        '旎' => [
            'ni'
        ],
        '酩' => [
            'ming'
        ],
        '痉' => [
            'jing'
        ],
        '锆' => [
            'gao'
        ],
        '厨' => [
            'chu'
        ],
        '掣' => [
            'che'
        ],
        '瑗' => [
            'yuan'
        ],
        '煳' => [
            'hu'
        ],
        '敓' => [
            'duo',
            'dui'
        ],
        '啘' => [
            'yue',
            'wa'
        ],
        '耺' => [
            'yun',
            'ying'
        ],
        '鏒' => [
            'san',
            'qiao',
            'can'
        ],
        '握' => [
            'wo'
        ],
        '钋' => [
            'po'
        ],
        '囊' => [
            'nang'
        ],
        '另' => [
            'ling'
        ],
        '垃' => [
            'la'
        ],
        '蕉' => [
            'jiao'
        ],
        '胳' => [
            'ge'
        ],
        '镄' => [
            'fei'
        ],
        '冻' => [
            'dong'
        ],
        '扯' => [
            'che'
        ],
        '昌' => [
            'chang'
        ],
        '挨' => [
            'ai'
        ],
        '畎' => [
            'quan'
        ],
        '逵' => [
            'kui'
        ],
        '抭' => [
            'yao',
            'tao'
        ],
        '凹' => [
            'ao',
            'wa'
        ],
        '劲' => [
            'jin',
            'jing'
        ],
        '獡' => [
            'shuo',
            'xi'
        ],
        '疌' => [
            'jie',
            'qie'
        ],
        '擘' => [
            'bo',
            'bai'
        ],
        '圈' => [
            'quan',
            'juan',
            'juan'
        ],
        '吤' => [
            'jie',
            'ge'
        ],
        '會' => [
            'hui',
            'kuai'
        ],
        '釥' => [
            'qiao',
            'jiao'
        ],
        '自' => [
            'zi'
        ],
        '卫' => [
            'wei'
        ],
        '薇' => [
            'wei'
        ],
        '脱' => [
            'tuo'
        ],
        '然' => [
            'ran'
        ],
        '哝' => [
            'nong'
        ],
        '荜' => [
            'bi'
        ],
        '斑' => [
            'ban'
        ],
        '铉' => [
            'xuan'
        ],
        '琚' => [
            'ju'
        ],
        '肶' => [
            'pi',
            'bi',
            'bi'
        ],
        '鋜' => [
            'zhuo',
            'chuo'
        ],
        '戲' => [
            'xi',
            'hu'
        ],
        '呢' => [
            'ni',
            'ne'
        ],
        '慹' => [
            'zhi',
            'zhe'
        ],
        '坆' => [
            'mei',
            'fen'
        ],
        '玟' => [
            'min',
            'wen'
        ],
        '蔌' => [
            'su'
        ],
        '邱' => [
            'qiu'
        ],
        '族' => [
            'zu'
        ],
        '甑' => [
            'zeng'
        ],
        '苡' => [
            'yi'
        ],
        '刷' => [
            'shua'
        ],
        '痊' => [
            'quan'
        ],
        '酪' => [
            'lao'
        ],
        '厩' => [
            'jiu'
        ],
        '锇' => [
            'e'
        ],
        '嗔' => [
            'chen'
        ],
        '舨' => [
            'ban'
        ],
        '勰' => [
            'xie'
        ],
        '炻' => [
            'shi'
        ],
        '唛' => [
            'mai'
        ],
        '牫' => [
            'ge',
            'qiu'
        ],
        '囋' => [
            'za',
            'zan',
            'can'
        ],
        '瘈' => [
            'zhi',
            'chi'
        ],
        '匮' => [
            'kui',
            'gui'
        ],
        '啙' => [
            'zi',
            'ci'
        ],
        '揢' => [
            'ke',
            'qia'
        ],
        '挩' => [
            'tuo',
            'shui'
        ],
        '郯' => [
            'tan'
        ],
        '畏' => [
            'wei'
        ],
        '蕊' => [
            'rui'
        ],
        '扰' => [
            'rao'
        ],
        '烹' => [
            'peng'
        ],
        '垄' => [
            'long'
        ],
        '胴' => [
            'dong'
        ],
        '憷' => [
            'chu'
        ],
        '耻' => [
            'chi'
        ],
        '冼' => [
            'xian'
        ],
        '逶' => [
            'wei'
        ],
        '菘' => [
            'song'
        ],
        '镅' => [
            'mei'
        ],
        '钌' => [
            'liao'
        ],
        '卬' => [
            'yang',
            'ang'
        ],
        '铊' => [
            'ta',
            'tuo'
        ],
        '灾' => [
            'zai'
        ],
        '捧' => [
            'peng'
        ],
        '哞' => [
            'mou'
        ],
        '懵' => [
            'meng'
        ],
        '劳' => [
            'lao'
        ],
        '晋' => [
            'jin'
        ],
        '埂' => [
            'geng'
        ],
        '出' => [
            'chu'
        ],
        '圉' => [
            'yu'
        ],
        '搠' => [
            'shuo'
        ],
        '脲' => [
            'niao'
        ],
        '遴' => [
            'lin'
        ],
        '芤' => [
            'kou'
        ],
        '琛' => [
            'chen'
        ],
        '括' => [
            'kuo',
            'gua'
        ],
        '的' => [
            'di',
            'di',
            'de'
        ],
        '痋' => [
            'teng',
            'chong'
        ],
        '狧' => [
            'ta',
            'shi'
        ],
        '慺' => [
            'lou',
            'lv'
        ],
        '呣' => [
            'mou',
            'm',
            'm'
        ],
        '券' => [
            'quan',
            'xuan'
        ],
        '杂' => [
            'za'
        ],
        '腰' => [
            'yao'
        ],
        '锈' => [
            'xiu'
        ],
        '瑙' => [
            'nao'
        ],
        '摞' => [
            'luo'
        ],
        '炼' => [
            'lian'
        ],
        '均' => [
            'jiu'
        ],
        '接' => [
            'jie'
        ],
        '嚎' => [
            'hao'
        ],
        '戳' => [
            'chuo'
        ],
        '莛' => [
            'ting'
        ],
        '肷' => [
            'qian'
        ],
        '堀' => [
            'ku'
        ],
        '揣' => [
            'chuai',
            'chuai',
            'chuai',
            'tuan',
            'zhui'
        ],
        '啚' => [
            'bi',
            'tu'
        ],
        '撜' => [
            'zheng',
            'cheng'
        ],
        '叨' => [
            'tao',
            'dao'
        ],
        '惿' => [
            'ti',
            'shi'
        ],
        '畐' => [
            'fu',
            'bi'
        ],
        '扱' => [
            'xi',
            'cha',
            'qi'
        ],
        '盂' => [
            'yu'
        ],
        '猥' => [
            'wei'
        ],
        '挪' => [
            'nuo'
        ],
        '明' => [
            'ming'
        ],
        '冽' => [
            'lie'
        ],
        '敕' => [
            'chi'
        ],
        '钍' => [
            'tu'
        ],
        '镆' => [
            'mo'
        ],
        '熳' => [
            'man'
        ],
        '珞' => [
            'luo'
        ],
        '垅' => [
            'long'
        ],
        '芥' => [
            'jie',
            'gai'
        ],
        '閄' => [
            'huo',
            'shan'
        ],
        '否' => [
            'fou',
            'pi'
        ],
        '朅' => [
            'qie',
            'he'
        ],
        '焸' => [
            'xiong',
            'ying'
        ],
        '瓕' => [
            'mi',
            'xi'
        ],
        '遵' => [
            'zun'
        ],
        '哟' => [
            'yo'
        ],
        '晌' => [
            'shang'
        ],
        '搡' => [
            'sang'
        ],
        '荞' => [
            'qiao'
        ],
        '击' => [
            'ji'
        ],
        '喘' => [
            'chuan'
        ],
        '灿' => [
            'can'
        ],
        '铋' => [
            'bi'
        ],
        '埃' => [
            'ai'
        ],
        '蓐' => [
            'ru'
        ],
        '圊' => [
            'qing'
        ],
        '臬' => [
            'nie'
        ],
        '斓' => [
            'lan'
        ],
        '皅' => [
            'pa',
            'ba'
        ],
        '坈' => [
            'rong',
            'keng'
        ],
        '闂' => [
            'hong',
            'juan',
            'xiang'
        ],
        '苣' => [
            'ju',
            'qu'
        ],
        '藇' => [
            'xu',
            'yu',
            'xu'
        ],
        '爯' => [
            'cheng',
            'chen'
        ],
        '鋞' => [
            'xing',
            'xing',
            'jing'
        ],
        '鎗' => [
            'qiang',
            'cheng'
        ],
        '刹' => [
            'cha',
            'sha'
        ],
        '唝' => [
            'gong',
            'hong',
            'gong'
        ],
        '邳' => [
            'pi'
        ],
        '甓' => [
            'pi'
        ],
        '嚏' => [
            'ti'
        ],
        '嗖' => [
            'sou'
        ],
        '拭' => [
            'shi'
        ],
        '蚀' => [
            'shi'
        ],
        '攘' => [
            'rang'
        ],
        '权' => [
            'quan'
        ],
        '腱' => [
            'jian'
        ],
        '瑚' => [
            'hu'
        ],
        '航' => [
            'hang'
        ],
        '戴' => [
            'dai'
        ],
        '锉' => [
            'cuo'
        ],
        '酬' => [
            'chou'
        ],
        '炽' => [
            'chi'
        ],
        '莜' => [
            'you'
        ],
        '狨' => [
            'rong'
        ],
        '呤' => [
            'ling'
        ],
        '鏕' => [
            'lu',
            'ao'
        ],
        '扲' => [
            'qian',
            'qin'
        ],
        '憹' => [
            'nao',
            'nao',
            'nang'
        ],
        '撝' => [
            'hui',
            'wei'
        ],
        '镇' => [
            'zhen'
        ],
        '逸' => [
            'yi'
        ],
        '钎' => [
            'qian'
        ],
        '叩' => [
            'kou'
        ],
        '胶' => [
            'jiao'
        ],
        '极' => [
            'ji'
        ],
        '昏' => [
            'hun'
        ],
        '瘊' => [
            'hou'
        ],
        '蘅' => [
            'heng'
        ],
        '阀' => [
            'fa'
        ],
        '耽' => [
            'dan'
        ],
        '挫' => [
            'cuo'
        ],
        '敖' => [
            'ao'
        ],
        '艨' => [
            'meng'
        ],
        '垆' => [
            'lu'
        ],
        '醪' => [
            'lao'
        ],
        '埄' => [
            'beng',
            'feng'
        ],
        '愾' => [
            'kai',
            'xi'
        ],
        '臭' => [
            'chou',
            'xiu'
        ],
        '斔' => [
            'yu',
            'zhong'
        ],
        '聻' => [
            'ni',
            'jian'
        ],
        '省' => [
            'sheng',
            'xing'
        ],
        '蓑' => [
            'suo'
        ],
        '疏' => [
            'shu'
        ],
        '芦' => [
            'lu'
        ],
        '喙' => [
            'hui'
        ],
        '荟' => [
            'hui'
        ],
        '凼' => [
            'dang'
        ],
        '吧' => [
            'ba'
        ],
        '卮' => [
            'zhi'
        ],
        '鄯' => [
            'shan'
        ],
        '铌' => [
            'ni'
        ],
        '萘' => [
            'nai'
        ],
        '捩' => [
            'lie'
        ],
        '坉' => [
            'tun',
            'dun'
        ],
        '鎘' => [
            'ge',
            'li'
        ],
        '玢' => [
            'bin',
            'fen'
        ],
        '拮' => [
            'jie',
            'jia'
        ],
        '嗗' => [
            'wa',
            'gu'
        ],
        '苤' => [
            'pie'
        ],
        '瑛' => [
            'ying'
        ],
        '蚁' => [
            'yi'
        ],
        '痍' => [
            'yi'
        ],
        '堂' => [
            'tang'
        ],
        '狩' => [
            'shou'
        ],
        '控' => [
            'kong'
        ],
        '皆' => [
            'jie'
        ],
        '舫' => [
            'fang'
        ],
        '莝' => [
            'cuo'
        ],
        '刺' => [
            'ci'
        ],
        '邴' => [
            'bing'
        ],
        '爰' => [
            'yuan'
        ],
        '锊' => [
            'lve'
        ],
        '旒' => [
            'liu'
        ],
        '枂' => [
            'wo',
            'yue'
        ],
        '膰' => [
            'fan',
            'pan'
        ],
        '匱' => [
            'kui',
            'gui'
        ],
        '啜' => [
            'chuo',
            'chuai'
        ],
        '揥' => [
            'ti',
            'di'
        ],
        '剸' => [
            'tuan',
            'zhuan'
        ],
        '撞' => [
            'zhuang'
        ],
        '珠' => [
            'zhu'
        ],
        '只' => [
            'zhi'
        ],
        '熵' => [
            'shang'
        ],
        '咣' => [
            'guang'
        ],
        '阁' => [
            'ge'
        ],
        '钏' => [
            'chuan'
        ],
        '扳' => [
            'ban'
        ],
        '鏖' => [
            'ao'
        ],
        '牮' => [
            'jian'
        ],
        '圌' => [
            'chuan',
            'chui'
        ],
        '瓗' => [
            'qiong',
            'wei',
            'wei'
        ],
        '噓' => [
            'xu',
            'shi'
        ],
        '薋' => [
            'ci',
            'zi'
        ],
        '芧' => [
            'xu',
            'zhu'
        ],
        '疐' => [
            'zhi',
            'di'
        ],
        '埅' => [
            'di',
            'fang'
        ],
        '員' => [
            'yuan',
            'yun',
            'yun'
        ],
        '朇' => [
            'bi',
            'pi'
        ],
        '铍' => [
            'pi'
        ],
        '愿' => [
            'yuan'
        ],
        '犬' => [
            'quan'
        ],
        '卯' => [
            'mao'
        ],
        '函' => [
            'han'
        ],
        '吨' => [
            'dun'
        ],
        '抱' => [
            'bao'
        ],
        '荠' => [
            'qi'
        ],
        '狪' => [
            'tong',
            'dong'
        ],
        '摡' => [
            'gai',
            'xi'
        ],
        '若' => [
            'ruo',
            're'
        ],
        '藉' => [
            'jie',
            'ji'
        ],
        '莞' => [
            'guan',
            'guan',
            'wan'
        ],
        '着' => [
            'zhuo',
            'zhao',
            'zhao',
            'zhe'
        ],
        '杅' => [
            'yu',
            'wu'
        ],
        '著' => [
            'zhu'
        ],
        '拯' => [
            'zheng'
        ],
        '瑜' => [
            'yu'
        ],
        '呦' => [
            'you'
        ],
        '推' => [
            'tui'
        ],
        '邵' => [
            'shao'
        ],
        '蚂' => [
            'ma'
        ],
        '刻' => [
            'ke'
        ],
        '皇' => [
            'huang'
        ],
        '锋' => [
            'feng'
        ],
        '肺' => [
            'fei'
        ],
        '坊' => [
            'fang'
        ],
        '煸' => [
            'bian'
        ],
        '般' => [
            'ban'
        ],
        '爱' => [
            'ai'
        ],
        '酮' => [
            'tong'
        ],
        '暌' => [
            'kui'
        ],
        '璚' => [
            'qiong',
            'jue'
        ],
        '剹' => [
            'lu',
            'jiu'
        ],
        '蛀' => [
            'zhu'
        ],
        '盅' => [
            'zhong'
        ],
        '咤' => [
            'zha'
        ],
        '胸' => [
            'xiong'
        ],
        '叫' => [
            'jiao'
        ],
        '阂' => [
            'he'
        ],
        '牯' => [
            'gu'
        ],
        '耿' => [
            'geng'
        ],
        '镉' => [
            'ge'
        ],
        '烽' => [
            'feng'
        ],
        '菜' => [
            'cai'
        ],
        '钐' => [
            'shan'
        ],
        '瘌' => [
            'la'
        ],
        '眃' => [
            'yun',
            'hun'
        ],
        '喛' => [
            'huan',
            'yuan',
            'xuan',
            'he'
        ],
        '埆' => [
            'que',
            'jue'
        ],
        '釪' => [
            'hua',
            'yu'
        ],
        '柁' => [
            'tuo',
            'duo'
        ],
        '獦' => [
            'ge',
            'lie',
            'xie'
        ],
        '抲' => [
            'he',
            'he',
            'qia'
        ],
        '斖' => [
            'wei',
            'men'
        ],
        '疑' => [
            'yi',
            'ni'
        ],
        '琟' => [
            'wei',
            'yu'
        ],
        '犭' => [
            'fan'
        ],
        '月' => [
            'yue'
        ],
        '印' => [
            'yin'
        ],
        '晏' => [
            'yan'
        ],
        '陀' => [
            'tuo'
        ],
        '鄱' => [
            'po'
        ],
        '芨' => [
            'ji'
        ],
        '瓘' => [
            'guan'
        ],
        '吩' => [
            'fen'
        ],
        '噔' => [
            'deng'
        ],
        '荡' => [
            'dang'
        ],
        '蓓' => [
            'bei'
        ],
        '脶' => [
            'luo'
        ],
        '铎' => [
            'duo'
        ],
        '嗙' => [
            'beng',
            'pang'
        ],
        '摢' => [
            'hu',
            'chu'
        ],
        '痏' => [
            'wei',
            'you',
            'yu'
        ],
        '酯' => [
            'zhi'
        ],
        '睁' => [
            'zheng'
        ],
        '腴' => [
            'yu'
        ],
        '掩' => [
            'yan'
        ],
        '锌' => [
            'xin'
        ],
        '厮' => [
            'si'
        ],
        '蔑' => [
            'mie'
        ],
        '唠' => [
            'lao'
        ],
        '苦' => [
            'ku'
        ],
        '户' => [
            'hu'
        ],
        '皈' => [
            'gui'
        ],
        '杆' => [
            'gan'
        ],
        '藊' => [
            'bian'
        ],
        '舭' => [
            'bi'
        ],
        '邶' => [
            'bei'
        ],
        '钑' => [
            'sa',
            'xi'
        ],
        '牰' => [
            'you',
            'chou'
        ],
        '珢' => [
            'yin',
            'ken'
        ],
        '囐' => [
            'yan',
            'za',
            'nie'
        ],
        '召' => [
            'zhao',
            'shao'
        ],
        '咥' => [
            'die',
            'xi'
        ],
        '猩' => [
            'xing'
        ],
        '盆' => [
            'pen'
        ],
        '畔' => [
            'pan'
        ],
        '镊' => [
            'nie'
        ],
        '逻' => [
            'luo'
        ],
        '教' => [
            'jiao'
        ],
        '构' => [
            'gou'
        ],
        '郴' => [
            'chen'
        ],
        '菝' => [
            'ba'
        ],
        '阃' => [
            'kun'
        ],
        '醭' => [
            'bu'
        ],
        '捬' => [
            'fu',
            'fu',
            'bu'
        ],
        '犮' => [
            'quan',
            'ba'
        ],
        '釫' => [
            'hua',
            'wu'
        ],
        '蓔' => [
            'yao',
            'zhuo'
        ],
        '薍' => [
            'wan',
            'luan'
        ],
        '吪' => [
            'e',
            'hua'
        ],
        '閈' => [
            'han',
            'bi'
        ],
        '柂' => [
            'yi',
            'duo',
            'li'
        ],
        '疒' => [
            'bing'
        ],
        '眄' => [
            'mian'
        ],
        '凿' => [
            'zao'
        ],
        '有' => [
            'you'
        ],
        '喜' => [
            'xi'
        ],
        '危' => [
            'wei'
        ],
        '擞' => [
            'sou'
        ],
        '芩' => [
            'qin'
        ],
        '斗' => [
            'dou'
        ],
        '墀' => [
            'chi'
        ],
        '闆' => [
            'ban',
            'pan'
        ],
        '蚄' => [
            'fang',
            'bang'
        ],
        '苧' => [
            'zhu',
            'ning'
        ],
        '嚓' => [
            'ca',
            'cha'
        ],
        '藋' => [
            'diao',
            'zhuo'
        ],
        '周' => [
            'zhou'
        ],
        '栀' => [
            'zhi'
        ],
        '莠' => [
            'you'
        ],
        '酰' => [
            'xian'
        ],
        '瑞' => [
            'rui'
        ],
        '刽' => [
            'gui'
        ],
        '拱' => [
            'gong'
        ],
        '独' => [
            'du'
        ],
        '措' => [
            'cuo'
        ],
        '坌' => [
            'ben'
        ],
        '葙' => [
            'xiang'
        ],
        '煺' => [
            'tui'
        ],
        '锍' => [
            'liu'
        ],
        '肼' => [
            'jing'
        ],
        '敚' => [
            'duo',
            'dui'
        ],
        '嘘' => [
            'xu',
            'shi'
        ],
        '珣' => [
            'xun'
        ],
        '猪' => [
            'zhu'
        ],
        '振' => [
            'zhen'
        ],
        '易' => [
            'yi'
        ],
        '咦' => [
            'yi'
        ],
        '膳' => [
            'shan'
        ],
        '阄' => [
            'jiu'
        ],
        '璜' => [
            'huang'
        ],
        '塃' => [
            'huang'
        ],
        '扶' => [
            'fu'
        ],
        '钒' => [
            'fan'
        ],
        '逼' => [
            'bi'
        ],
        '叭' => [
            'ba'
        ],
        '胺' => [
            'an'
        ],
        '瞀' => [
            'mao'
        ],
        '蒗' => [
            'lang'
        ],
        '醮' => [
            'jiao'
        ],
        '臱' => [
            'mian',
            'bian'
        ],
        '焽' => [
            'xiong',
            'ying'
        ],
        '喝' => [
            'he',
            'he',
            'ye'
        ],
        '圏' => [
            'quan',
            'juan',
            'juan'
        ],
        '搦' => [
            'nuo'
        ],
        '蜀' => [
            'shu'
        ],
        '荣' => [
            'rong'
        ],
        '芪' => [
            'qi'
        ],
        '脸' => [
            'lian'
        ],
        '铐' => [
            'kao'
        ],
        '含' => [
            'han'
        ],
        '犯' => [
            'fan'
        ],
        '捭' => [
            'bai'
        ],
        '癌' => [
            'ai'
        ],
        '聿' => [
            'yu'
        ],
        '萜' => [
            'tie'
        ],
        '朊' => [
            'ruan'
        ],
        '墁' => [
            'man'
        ],
        '柃' => [
            'ling'
        ],
        '陂' => [
            'bei'
        ],
        '攝' => [
            'she',
            'nie'
        ],
        '掫' => [
            'zou',
            'zhou',
            'chou'
        ],
        '勷' => [
            'rang',
            'xiang'
        ],
        '嗛' => [
            'xian',
            'qian',
            'qie'
        ],
        '痑' => [
            'tan',
            'shi'
        ],
        '暏' => [
            'shu',
            'du'
        ],
        '睃' => [
            'suo'
        ],
        '肽' => [
            'tai'
        ],
        '坍' => [
            'tan'
        ],
        '旖' => [
            'yi'
        ],
        '狭' => [
            'xia'
        ],
        '唢' => [
            'suo'
        ],
        '葚' => [
            'shen'
        ],
        '瑟' => [
            'se'
        ],
        '酱' => [
            'jiang'
        ],
        '甘' => [
            'gan'
        ],
        '堆' => [
            'dui'
        ],
        '邸' => [
            'di'
        ],
        '杈' => [
            'cha'
        ],
        '舯' => [
            'zhong'
        ],
        '蔓' => [
            'man'
        ],
        '锎' => [
            'kai'
        ],
        '蒘' => [
            'ru',
            'na'
        ],
        '膴' => [
            'hu',
            'wu'
        ],
        '扷' => [
            'ba',
            'ao'
        ],
        '阅' => [
            'yue'
        ],
        '盈' => [
            'ying'
        ],
        '型' => [
            'xing'
        ],
        '昔' => [
            'xi'
        ],
        '菟' => [
            'tu'
        ],
        '牲' => [
            'sheng'
        ],
        '猫' => [
            'mao'
        ],
        '咧' => [
            'lie'
        ],
        '敛' => [
            'lian'
        ],
        '揩' => [
            'kai'
        ],
        '憾' => [
            'han'
        ],
        '叮' => [
            'ding'
        ],
        '钓' => [
            'diao'
        ],
        '醯' => [
            'xi'
        ],
        '熹' => [
            'xi'
        ],
        '塄' => [
            'leng'
        ],
        '镌' => [
            'juan'
        ],
        '埉' => [
            'xia',
            'jia'
        ],
        '琢' => [
            'zhuo',
            'zuo'
        ],
        '瓛' => [
            'huan',
            'ye',
            'ya'
        ],
        '芫' => [
            'yuan',
            'yan'
        ],
        '薏' => [
            'yi'
        ],
        '听' => [
            'ting'
        ],
        '晒' => [
            'shai'
        ],
        '噗' => [
            'pu'
        ],
        '朋' => [
            'peng'
        ],
        '萝' => [
            'luo'
        ],
        '料' => [
            'liao'
        ],
        '据' => [
            'ju'
        ],
        '即' => [
            'ji'
        ],
        '荤' => [
            'hun'
        ],
        '哥' => [
            'ge'
        ],
        '抵' => [
            'di'
        ],
        '柄' => [
            'bing'
        ],
        '蓖' => [
            'bi'
        ],
        '犰' => [
            'qiu'
        ],
        '铑' => [
            'lao'
        ],
        '疔' => [
            'ding'
        ],
        '癍' => [
            'ban'
        ],
        '厱' => [
            'qian',
            'lan'
        ],
        '杉' => [
            'shan',
            'sha'
        ],
        '苩' => [
            'pa',
            'bo'
        ],
        '玧' => [
            'men',
            'yun'
        ],
        '睄' => [
            'qiao',
            'shao',
            'xiao'
        ],
        '皋' => [
            'gao',
            'hao'
        ],
        '邹' => [
            'zou'
        ],
        '痒' => [
            'yang'
        ],
        '嗜' => [
            'shi'
        ],
        '狮' => [
            'shi'
        ],
        '肾' => [
            'shen'
        ],
        '拳' => [
            'quan'
        ],
        '旗' => [
            'qi'
        ],
        '坎' => [
            'kan'
        ],
        '爵' => [
            'jue'
        ],
        '掬' => [
            'ju'
        ],
        '锏' => [
            'jian'
        ],
        '舰' => [
            'jian'
        ],
        '刿' => [
            'gui'
        ],
        '葛' => [
            'ge'
        ],
        '酲' => [
            'cheng'
        ],
        '唣' => [
            'zao'
        ],
        '堇' => [
            'jin'
        ],
        '甙' => [
            'dai'
        ],
        '扸' => [
            'xi',
            'zhe'
        ],
        '憿' => [
            'jiao',
            'ji'
        ],
        '畗' => [
            'da',
            'fu'
        ],
        '嘚' => [
            'de',
            'dei'
        ],
        '垌' => [
            'dong',
            'tong'
        ],
        '撣' => [
            'dan',
            'shan'
        ],
        '挱' => [
            'suo',
            'sha'
        ],
        '胼' => [
            'pian'
        ],
        '咨' => [
            'zi'
        ],
        '逾' => [
            'yu'
        ],
        '猬' => [
            'wei'
        ],
        '璞' => [
            'pu'
        ],
        '剽' => [
            'piao'
        ],
        '枇' => [
            'pi'
        ],
        '镍' => [
            'nie'
        ],
        '蒙' => [
            'meng'
        ],
        '可' => [
            'ke'
        ],
        '揪' => [
            'jiu'
        ],
        '茧' => [
            'jian'
        ],
        '蛄' => [
            'gu'
        ],
        '艮' => [
            'gen'
        ],
        '啡' => [
            'fei'
        ],
        '菠' => [
            'bo'
        ],
        '瘐' => [
            'yu'
        ],
        '昕' => [
            'xin'
        ],
        '钔' => [
            'men'
        ],
        '阆' => [
            'lang'
        ],
        '桀' => [
            'jie'
        ],
        '珥' => [
            'er'
        ],
        '哦' => [
            'o',
            'o',
            'e'
        ],
        '吭' => [
            'hang',
            'keng'
        ],
        '琣' => [
            'beng',
            'pei'
        ],
        '柅' => [
            'ni',
            'chi'
        ],
        '眇' => [
            'miao'
        ],
        '至' => [
            'zhi'
        ],
        '晓' => [
            'xiao'
        ],
        '却' => [
            'que'
        ],
        '噘' => [
            'jue'
        ],
        '境' => [
            'jing'
        ],
        '瓜' => [
            'gua'
        ],
        '附' => [
            'fu'
        ],
        '蜂' => [
            'feng'
        ],
        '芬' => [
            'fen'
        ],
        '铒' => [
            'er'
        ],
        '捯' => [
            'dao'
        ],
        '荥' => [
            'ying'
        ],
        '喟' => [
            'kui'
        ],
        '鎞' => [
            'bi',
            'bi',
            'pi'
        ],
        '坏' => [
            'huai',
            'pei',
            'pi',
            'pei'
        ],
        '呫' => [
            'tie',
            'che'
        ],
        '葜' => [
            'qia'
        ],
        '勹' => [
            'bao'
        ],
        '肿' => [
            'zhong'
        ],
        '掭' => [
            'tian'
        ],
        '拴' => [
            'shuan'
        ],
        '暑' => [
            'shu'
        ],
        '甚' => [
            'shen'
        ],
        '煽' => [
            'shan'
        ],
        '锐' => [
            'rui'
        ],
        '唤' => [
            'huan'
        ],
        '嗝' => [
            'ge'
        ],
        '父' => [
            'fu'
        ],
        '舱' => [
            'cang'
        ],
        '壁' => [
            'bi'
        ],
        '邺' => [
            'ye'
        ],
        '狯' => [
            'kuai'
        ],
        '桁' => [
            'heng',
            'hang'
        ],
        '枈' => [
            'pi',
            'mi'
        ],
        '能' => [
            'neng',
            'nai'
        ],
        '醱' => [
            'po',
            'fa'
        ],
        '雀' => [
            'que',
            'qiao',
            'qiao'
        ],
        '益' => [
            'yi'
        ],
        '台' => [
            'tai'
        ],
        '批' => [
            'pi'
        ],
        '囔' => [
            'nang'
        ],
        '咩' => [
            'mie'
        ],
        '嘛' => [
            'ma'
        ],
        '良' => [
            'liang'
        ],
        '菡' => [
            'han'
        ],
        '郸' => [
            'dan'
        ],
        '茨' => [
            'ci'
        ],
        '撤' => [
            'che'
        ],
        '敝' => [
            'bi'
        ],
        '挲' => [
            'suo'
        ],
        '钕' => [
            'nv'
        ],
        '镎' => [
            'na'
        ],
        '埋' => [
            'mai',
            'man'
        ],
        '喠' => [
            'zhong',
            'chuang'
        ],
        '搩' => [
            'jie',
            'zhe'
        ],
        '抷' => [
            'pi',
            'pei'
        ],
        '捰' => [
            'wo',
            'luo',
            'luo'
        ],
        '擢' => [
            'zhuo'
        ],
        '致' => [
            'zhi'
        ],
        '吮' => [
            'shun'
        ],
        '蜃' => [
            'shen'
        ],
        '噙' => [
            'qin'
        ],
        '卵' => [
            'luan'
        ],
        '际' => [
            'ji'
        ],
        '斛' => [
            'hu'
        ],
        '服' => [
            'fu'
        ],
        '眈' => [
            'dan'
        ],
        '哧' => [
            'chi'
        ],
        '琤' => [
            'cheng'
        ],
        '芭' => [
            'ba'
        ],
        '晔' => [
            'ye'
        ],
        '燹' => [
            'xian'
        ],
        '荦' => [
            'luo'
        ],
        '遽' => [
            'ju'
        ],
        '疖' => [
            'jie'
        ],
        '莤' => [
            'su',
            'you'
        ],
        '煾' => [
            'en',
            'yun'
        ],
        '攠' => [
            'mi',
            'mi',
            'mo'
        ],
        '嚗' => [
            'bo',
            'pao',
            'bao'
        ],
        '藏' => [
            'cang',
            'zang'
        ],
        '隃' => [
            'yu',
            'yao',
            'shu'
        ],
        '拵' => [
            'cun',
            'zun'
        ],
        '锑' => [
            'ti'
        ],
        '坐' => [
            'zuo'
        ],
        '嗞' => [
            'zi'
        ],
        '痔' => [
            'zhi'
        ],
        '狰' => [
            'zheng'
        ],
        '爷' => [
            'ye'
        ],
        '玩' => [
            'wan'
        ],
        '勺' => [
            'shao'
        ],
        '苫' => [
            'shan'
        ],
        '邻' => [
            'lin'
        ],
        '腹' => [
            'fu'
        ],
        '摧' => [
            'cui'
        ],
        '酴' => [
            'tu'
        ],
        '掮' => [
            'qian'
        ],
        '挳' => [
            'keng',
            'qian'
        ],
        '剿' => [
            'jiao',
            'chao'
        ],
        '璠' => [
            'fan'
        ],
        '雁' => [
            'yan'
        ],
        '献' => [
            'xian'
        ],
        '枉' => [
            'wang'
        ],
        '蛆' => [
            'qu'
        ],
        '牵' => [
            'qian'
        ],
        '瞄' => [
            'miao'
        ],
        '咪' => [
            'mi'
        ],
        '留' => [
            'liu'
        ],
        '艰' => [
            'jian'
        ],
        '桂' => [
            'gui'
        ],
        '叱' => [
            'chi'
        ],
        '敞' => [
            'chang'
        ],
        '阈' => [
            'yu'
        ],
        '珧' => [
            'yao'
        ],
        '镏' => [
            'liu'
        ],
        '釰' => [
            'ri',
            'ren',
            'jian'
        ],
        '癐' => [
            'gui',
            'wei'
        ],
        '梀' => [
            'su',
            'yin'
        ],
        '犳' => [
            'zhuo',
            'bao'
        ],
        '芮' => [
            'rui'
        ],
        '陆' => [
            'lu'
        ],
        '晕' => [
            'yun'
        ],
        '荧' => [
            'ying'
        ],
        '斜' => [
            'xie'
        ],
        '搪' => [
            'tang'
        ],
        '墅' => [
            'shu'
        ],
        '哨' => [
            'shao'
        ],
        '启' => [
            'qi'
        ],
        '眉' => [
            'mei'
        ],
        '疗' => [
            'liao'
        ],
        '琥' => [
            'hu'
        ],
        '懿' => [
            'yi'
        ],
        '獬' => [
            'xie'
        ],
        '瓞' => [
            'die'
        ],
        '捱' => [
            'ai'
        ],
        '玪' => [
            'jian',
            'qian'
        ],
        '拶' => [
            'za',
            'zan'
        ],
        '摨' => [
            'zhi',
            'nai'
        ],
        '栅' => [
            'zha',
            'shan',
            'shi',
            'ce'
        ],
        '蔗' => [
            'zhe'
        ],
        '狱' => [
            'yu'
        ],
        '腺' => [
            'xian'
        ],
        '甜' => [
            'tian'
        ],
        '藐' => [
            'miao'
        ],
        '锒' => [
            'lang'
        ],
        '坑' => [
            'keng'
        ],
        '嗟' => [
            'jie'
        ],
        '酵' => [
            'jiao'
        ],
        '皎' => [
            'jiao'
        ],
        '戽' => [
            'hu'
        ],
        '痕' => [
            'hen'
        ],
        '睇' => [
            'di'
        ],
        '砀' => [
            'dang'
        ],
        '爸' => [
            'ba'
        ],
        '舳' => [
            'zhu'
        ],
        '杌' => [
            'wu'
        ],
        '扻' => [
            'zhi',
            'sun',
            'kan'
        ],
        '醳' => [
            'yi',
            'shi'
        ],
        '胿' => [
            'gui',
            'kui'
        ],
        '蛇' => [
            'she',
            'yi'
        ],
        '揭' => [
            'jie',
            'qi'
        ],
        '咫' => [
            'zhi'
        ],
        '阉' => [
            'yan'
        ],
        '桃' => [
            'tao'
        ],
        '蒜' => [
            'suan'
        ],
        '史' => [
            'shi'
        ],
        '匹' => [
            'pi'
        ],
        '啤' => [
            'pi'
        ],
        '瞅' => [
            'chou'
        ],
        '钗' => [
            'chai'
        ],
        '镐' => [
            'hao'
        ],
        '畚' => [
            'ben'
        ],
        '抹' => [
            'mo',
            'mo',
            'ma'
        ],
        '捲' => [
            'juan',
            'quan'
        ],
        '釱' => [
            'di',
            'dai'
        ],
        '搫' => [
            'pan',
            'ban',
            'po'
        ],
        '柈' => [
            'pan',
            'ban'
        ],
        '瓟' => [
            'bo',
            'pao'
        ],
        '墆' => [
            'zhi',
            'di'
        ],
        '矃' => [
            'ning',
            'cheng'
        ],
        '朏' => [
            'fei',
            'ku'
        ],
        '犴' => [
            'han',
            'an'
        ],
        '琦' => [
            'qi'
        ],
        '需' => [
            'xu'
        ],
        '擤' => [
            'xing'
        ],
        '芯' => [
            'xin'
        ],
        '獭' => [
            'ta'
        ],
        '陇' => [
            'long'
        ],
        '梁' => [
            'liang'
        ],
        '哩' => [
            'li'
        ],
        '卷' => [
            'juan'
        ],
        '晖' => [
            'hui'
        ],
        '劾' => [
            'he'
        ],
        '避' => [
            'bi'
        ],
        '铕' => [
            'you'
        ],
        '荨' => [
            'xun'
        ],
        '呮' => [
            'qi',
            'zhi'
        ],
        '攢' => [
            'zan',
            'cuan'
        ],
        '摩' => [
            'mo',
            'ma'
        ],
        '莦' => [
            'shao',
            'xiao'
        ],
        '堋' => [
            'peng',
            'beng'
        ],
        '狲' => [
            'sun'
        ],
        '隅' => [
            'yu'
        ],
        '蚊' => [
            'wen'
        ],
        '腻' => [
            'ni'
        ],
        '酶' => [
            'mei'
        ],
        '玫' => [
            'mei'
        ],
        '码' => [
            'ma'
        ],
        '戾' => [
            'li'
        ],
        '拷' => [
            'kao'
        ],
        '唧' => [
            'ji'
        ],
        '爹' => [
            'die'
        ],
        '掰' => [
            'bai'
        ],
        '舴' => [
            'ze'
        ],
        '痖' => [
            'ya'
        ],
        '锓' => [
            'qin'
        ],
        '囗' => [
            'wei',
            'guo'
        ],
        '猰' => [
            'ya',
            'jia',
            'qie'
        ],
        '区' => [
            'qu',
            'ou'
        ],
        '敠' => [
            'duo',
            'que'
        ],
        '瞆' => [
            'gui',
            'wei',
            'kui'
        ],
        '蒝' => [
            'yuan',
            'huan'
        ],
        '枋' => [
            'fang',
            'bing'
        ],
        '夂' => [
            'zhi',
            'zhong'
        ],
        '右' => [
            'you'
        ],
        '咬' => [
            'yao'
        ],
        '昙' => [
            'tan'
        ],
        '啥' => [
            'sha'
        ],
        '茫' => [
            'mang'
        ],
        '嘞' => [
            'lei'
        ],
        '珩' => [
            'heng'
        ],
        '盍' => [
            'he'
        ],
        '桄' => [
            'guang'
        ],
        '扼' => [
            'e'
        ],
        '镑' => [
            'bang'
        ],
        '畛' => [
            'zhen'
        ],
        '色' => [
            'se'
        ],
        '蕖' => [
            'qu'
        ],
        '醴' => [
            'li'
        ],
        '阊' => [
            'chang'
        ],
        '哪' => [
            'na',
            'nei',
            'nBne'
        ],
        '疙' => [
            'ge',
            'yi'
        ],
        '朐' => [
            'qu',
            'xu',
            'chun'
        ],
        '薔' => [
            'qiang',
            'se'
        ],
        '吱' => [
            'zhi',
            'zi'
        ],
        '臷' => [
            'die',
            'zhi'
        ],
        '虍' => [
            'hu'
        ],
        '卸' => [
            'xie'
        ],
        '势' => [
            'shi'
        ],
        '脾' => [
            'pi'
        ],
        '看' => [
            'kan'
        ],
        '瓠' => [
            'hu'
        ],
        '晗' => [
            'han'
        ],
        '铖' => [
            'cheng'
        ],
        '城' => [
            'cheng'
        ],
        '陈' => [
            'chen'
        ],
        '搬' => [
            'ban'
        ],
        '鄹' => [
            'zou'
        ],
        '噜' => [
            'lu'
        ],
        '荩' => [
            'jin'
        ],
        '芰' => [
            'ji'
        ],
        '霁' => [
            'ji'
        ],
        '闍' => [
            'du',
            'she'
        ],
        '摪' => [
            'jiang',
            'qiang'
        ],
        '暕' => [
            'jian',
            'lan'
        ],
        '皐' => [
            'gao',
            'yao'
        ],
        '拸' => [
            'yi',
            'chi',
            'hai'
        ],
        '睉' => [
            'cuo',
            'zhuai'
        ],
        '厶' => [
            'si',
            'mou'
        ],
        '狳' => [
            'yu'
        ],
        '壅' => [
            'yong'
        ],
        '嗡' => [
            'weng'
        ],
        '砂' => [
            'sha'
        ],
        '蚋' => [
            'rui'
        ],
        '腼' => [
            'mian'
        ],
        '隆' => [
            'long'
        ],
        '李' => [
            'li'
        ],
        '酷' => [
            'ku'
        ],
        '检' => [
            'jian'
        ],
        '房' => [
            'fang'
        ],
        '舵' => [
            'duo'
        ],
        '标' => [
            'biao'
        ],
        '邾' => [
            'zhu'
        ],
        '锔' => [
            'ju'
        ],
        '撨' => [
            'xiao',
            'sou'
        ],
        '咭' => [
            'ji',
            'xi',
            'qia'
        ],
        '夃' => [
            'gu',
            'ying'
        ],
        '畜' => [
            'xu',
            'chu'
        ],
        '啦' => [
            'lBla'
        ],
        '瘕' => [
            'jia',
            'xia',
            'xia'
        ],
        '膺' => [
            'ying'
        ],
        '医' => [
            'yi'
        ],
        '艳' => [
            'yan'
        ],
        '雄' => [
            'xiong'
        ],
        '桅' => [
            'wei'
        ],
        '蛉' => [
            'ling'
        ],
        '螂' => [
            'lang'
        ],
        '钙' => [
            'gai'
        ],
        '嘟' => [
            'du'
        ],
        '扽' => [
            'den'
        ],
        '础' => [
            'chu'
        ],
        '茬' => [
            'cha'
        ],
        '盎' => [
            'ang'
        ],
        '镒' => [
            'yi'
        ],
        '阋' => [
            'xi'
        ],
        '菥' => [
            'xi'
        ],
        '猱' => [
            'nao'
        ],
        '醵' => [
            'ju'
        ],
        '瓡' => [
            'zhi',
            'hu'
        ],
        '吲' => [
            'yin',
            'shen'
        ],
        '臸' => [
            'zhi',
            'jin'
        ],
        '埏' => [
            'yan',
            'shan'
        ],
        '荪' => [
            'sun'
        ],
        '状' => [
            'zhuang'
        ],
        '斟' => [
            'zhen'
        ],
        '蜇' => [
            'zhe'
        ],
        '蟀' => [
            'shuai'
        ],
        '喤' => [
            'huang'
        ],
        '花' => [
            'hua'
        ],
        '虎' => [
            'hu'
        ],
        '搭' => [
            'da'
        ],
        '抻' => [
            'chen'
        ],
        '擦' => [
            'ca'
        ],
        '獯' => [
            'xun'
        ],
        '陉' => [
            'jing'
        ],
        '梃' => [
            'ting'
        ],
        '奁' => [
            'lian'
        ],
        '琨' => [
            'kun'
        ],
        '疚' => [
            'jiu'
        ],
        '铗' => [
            'jia'
        ],
        '厷' => [
            'gong',
            'hong'
        ],
        '坔' => [
            'di',
            'lan'
        ],
        '蚌' => [
            'bang',
            'beng'
        ],
        '壆' => [
            'xue',
            'bo',
            'jue'
        ],
        '呰' => [
            'zi',
            'ci'
        ],
        '唩' => [
            'wo',
            'wei'
        ],
        '莨' => [
            'lang',
            'liang'
        ],
        '栈' => [
            'zhan'
        ],
        '爻' => [
            'yao'
        ],
        '杏' => [
            'xing'
        ],
        '藓' => [
            'xian'
        ],
        '蔚' => [
            'wei'
        ],
        '酸' => [
            'suan'
        ],
        '生' => [
            'sheng'
        ],
        '葡' => [
            'pu'
        ],
        '暖' => [
            'nuan'
        ],
        '勾' => [
            'gou'
        ],
        '痘' => [
            'dou'
        ],
        '舶' => [
            'bo'
        ],
        '狴' => [
            'bi'
        ],
        '苯' => [
            'ben'
        ],
        '皑' => [
            'ai'
        ],
        '锕' => [
            'a'
        ],
        '腽' => [
            'wa'
        ],
        '堍' => [
            'tu'
        ],
        '揰' => [
            'chong',
            'dong'
        ],
        '都' => [
            'du',
            'dou'
        ],
        '挷' => [
            'bang',
            'peng'
        ],
        '膻' => [
            'shan',
            'dan'
        ],
        '匼' => [
            'ke',
            'qia'
        ],
        '醶' => [
            'yan',
            'lian',
            'xian'
        ],
        '猲' => [
            'xie',
            'he',
            'ge',
            'hai'
        ],
        '找' => [
            'zhao'
        ],
        '盏' => [
            'zhan'
        ],
        '啧' => [
            'ze'
        ],
        '雅' => [
            'ya'
        ],
        '特' => [
            'te'
        ],
        '叵' => [
            'po'
        ],
        '螃' => [
            'pang'
        ],
        '蘑' => [
            'mo'
        ],
        '撩' => [
            'liao'
        ],
        '垒' => [
            'lei'
        ],
        '框' => [
            'kuang'
        ],
        '镓' => [
            'jia'
        ],
        '蛊' => [
            'gu'
        ],
        '敢' => [
            'gan'
        ],
        '艴' => [
            'fu'
        ],
        '处' => [
            'chu'
        ],
        '钚' => [
            'bu'
        ],
        '阌' => [
            'wen'
        ],
        '茭' => [
            'jiao'
        ],
        '腌' => [
            'yan'
        ],
        '芲' => [
            'lun',
            'hua'
        ],
        '矆' => [
            'huo',
            'yue'
        ],
        '喥' => [
            'duo',
            'zha'
        ],
        '朒' => [
            'nv',
            'ga'
        ],
        '埐' => [
            'qin',
            'jin'
        ],
        '萤' => [
            'ying'
        ],
        '荫' => [
            'yin'
        ],
        '押' => [
            'ya'
        ],
        '蜈' => [
            'wu'
        ],
        '瓢' => [
            'piao'
        ],
        '虏' => [
            'lu'
        ],
        '蓝' => [
            'lan'
        ],
        '奂' => [
            'huan'
        ],
        '犷' => [
            'guang'
        ],
        '墉' => [
            'yong'
        ],
        '癔' => [
            'yi'
        ],
        '铘' => [
            'ye'
        ],
        '眍' => [
            'kou'
        ],
        '卺' => [
            'jin'
        ],
        '拺' => [
            'ce',
            'se',
            'chuo'
        ],
        '呱' => [
            'gua',
            'gu',
            'gua'
        ],
        '莩' => [
            'fu',
            'piao'
        ],
        '厸' => [
            'lin',
            'miao'
        ],
        '狵' => [
            'mang',
            'dou'
        ],
        '嚜' => [
            'mei',
            'me',
            'mo'
        ],
        '攥' => [
            'zuan'
        ],
        '栉' => [
            'zhi'
        ],
        '舷' => [
            'xian'
        ],
        '勿' => [
            'wu'
        ],
        '腾' => [
            'teng'
        ],
        '嗣' => [
            'si'
        ],
        '蚍' => [
            'pi'
        ],
        '掳' => [
            'lu'
        ],
        '棂' => [
            'ling'
        ],
        '唪' => [
            'feng'
        ],
        '材' => [
            'cai'
        ],
        '暗' => [
            'an'
        ],
        '玮' => [
            'wei'
        ],
        '隈' => [
            'wei'
        ],
        '锖' => [
            'qiang'
        ],
        '酹' => [
            'lei'
        ],
        '啨' => [
            'qing',
            'ying'
        ],
        '夅' => [
            'jiang',
            'xiang'
        ],
        '叶' => [
            'ye',
            'xie'
        ],
        '瞉' => [
            'kou',
            'ji'
        ],
        '咯' => [
            'ka',
            'luo',
            'lo',
            'ge'
        ],
        '郾' => [
            'yan'
        ],
        '盐' => [
            'yan'
        ],
        '牺' => [
            'xi'
        ],
        '嘡' => [
            'tang'
        ],
        '钛' => [
            'tai'
        ],
        '塌' => [
            'ta'
        ],
        '散' => [
            'san'
        ],
        '囚' => [
            'qiu'
        ],
        '集' => [
            'ji'
        ],
        '阍' => [
            'hun'
        ],
        '蕙' => [
            'hui'
        ],
        '垓' => [
            'gai'
        ],
        '蛋' => [
            'dan'
        ],
        '承' => [
            'cheng'
        ],
        '瘗' => [
            'yi'
        ],
        '镔' => [
            'bin'
        ],
        '奃' => [
            'di',
            'ti'
        ],
        '獱' => [
            'bian',
            'pian'
        ],
        '斡' => [
            'wo',
            'guan'
        ],
        '閒' => [
            'xian',
            'jian',
            'jian'
        ],
        '营' => [
            'ying'
        ],
        '霄' => [
            'xiao'
        ],
        '吴' => [
            'wu'
        ],
        '晚' => [
            'wan'
        ],
        '琪' => [
            'qi'
        ],
        '虐' => [
            'nue'
        ],
        '梅' => [
            'mei'
        ],
        '犸' => [
            'ma'
        ],
        '陋' => [
            'lou'
        ],
        '哭' => [
            'ku'
        ],
        '蜉' => [
            'fu'
        ],
        '芳' => [
            'fang'
        ],
        '捶' => [
            'chui'
        ],
        '抽' => [
            'chou'
        ],
        '瓣' => [
            'ban'
        ],
        '铙' => [
            'nao'
        ],
        '荬' => [
            'mai'
        ],
        '銮' => [
            'luan'
        ],
        '攦' => [
            'li',
            'shai'
        ],
        '唫' => [
            'jin',
            'yin'
        ],
        '厹' => [
            'rou',
            'qiu'
        ],
        '狶' => [
            'xi',
            'shi'
        ],
        '呲' => [
            'zi',
            'ci'
        ],
        '锗' => [
            'zhe'
        ],
        '蝇' => [
            'ying'
        ],
        '英' => [
            'ying'
        ],
        '腿' => [
            'tui'
        ],
        '爽' => [
            'shuang'
        ],
        '藕' => [
            'ou'
        ],
        '环' => [
            'huan'
        ],
        '皓' => [
            'hao'
        ],
        '舸' => [
            'ge'
        ],
        '莪' => [
            'e'
        ],
        '董' => [
            'dong'
        ],
        '村' => [
            'cun'
        ],
        '嗤' => [
            'chi'
        ],
        '掴' => [
            'guo'
        ],
        '摭' => [
            'zhi'
        ],
        '妁' => [
            'shuo'
        ],
        '栊' => [
            'long'
        ],
        '咰' => [
            'shu',
            'xun'
        ],
        '揲' => [
            'she',
            'die',
            'ye'
        ],
        '畟' => [
            'ce',
            'ji'
        ],
        '夆' => [
            'feng',
            'feng',
            'pang'
        ],
        '菨' => [
            'jie',
            'sha'
        ],
        '阎' => [
            'yan'
        ],
        '四' => [
            'si'
        ],
        '监' => [
            'jian'
        ],
        '猴' => [
            'hou'
        ],
        '号' => [
            'hao'
        ],
        '椁' => [
            'guo'
        ],
        '雇' => [
            'gu'
        ],
        '茯' => [
            'fu'
        ],
        '匾' => [
            'bian'
        ],
        '蒡' => [
            'bang'
        ],
        '班' => [
            'ban'
        ],
        '案' => [
            'an'
        ],
        '昝' => [
            'zan'
        ],
        '挹' => [
            'yi'
        ],
        '螅' => [
            'xi'
        ],
        '瘘' => [
            'lou'
        ],
        '钜' => [
            'ju'
        ],
        '塍' => [
            'cheng'
        ],
        '釶' => [
            'shi',
            'yi'
        ],
        '斢' => [
            'tou',
            'tiao'
        ],
        '眏' => [
            'yang',
            'yang',
            'ying'
        ],
        '柍' => [
            'yang',
            'yang',
            'yang',
            'ying'
        ],
        '芴' => [
            'wu',
            'hu'
        ],
        '臻' => [
            'zhen'
        ],
        '犹' => [
            'you'
        ],
        '萦' => [
            'ying'
        ],
        '奄' => [
            'yan'
        ],
        '喧' => [
            'xuan'
        ],
        '哮' => [
            'xiao'
        ],
        '朔' => [
            'shuo'
        ],
        '瓤' => [
            'rang'
        ],
        '癖' => [
            'pi'
        ],
        '陌' => [
            'mo'
        ],
        '虑' => [
            'lv'
        ],
        '蜊' => [
            'li'
        ],
        '捷' => [
            'jie'
        ],
        '荭' => [
            'hong'
        ],
        '吵' => [
            'chao'
        ],
        '梆' => [
            'bang'
        ],
        '疝' => [
            'shan'
        ],
        '埒' => [
            'lie'
        ],
        '蓟' => [
            'ji'
        ],
        '莫' => [
            'mo',
            'mu'
        ],
        '隊' => [
            'dui',
            'zhui'
        ],
        '唬' => [
            'hu',
            'xia'
        ],
        '摮' => [
            'ao',
            'qiao'
        ],
        '苲' => [
            'zuo',
            'zha'
        ],
        '杒' => [
            'ren',
            'er'
        ],
        '锘' => [
            'muo'
        ],
        '现' => [
            'xian'
        ],
        '无' => [
            'wu'
        ],
        '味' => [
            'wei'
        ],
        '痛' => [
            'tong'
        ],
        '如' => [
            'ru'
        ],
        '拼' => [
            'pin'
        ],
        '块' => [
            'kuai'
        ],
        '嗥' => [
            'hao'
        ],
        '蝈' => [
            'guo'
        ],
        '栋' => [
            'dong'
        ],
        '船' => [
            'chuan'
        ],
        '狷' => [
            'juan'
        ],
        '猵' => [
            'bian',
            'pian'
        ],
        '畠' => [
            'zai',
            'zi'
        ],
        '硄' => [
            'kuang',
            'guang'
        ],
        '珮' => [
            'pei'
        ],
        '咱' => [
            'zan'
        ],
        '揳' => [
            'xie'
        ],
        '析' => [
            'xi'
        ],
        '挺' => [
            'ting'
        ],
        '司' => [
            'si'
        ],
        '撬' => [
            'qiao'
        ],
        '菩' => [
            'pu'
        ],
        '啪' => [
            'pa'
        ],
        '匿' => [
            'ni'
        ],
        '垕' => [
            'hou'
        ],
        '盒' => [
            'he'
        ],
        '钝' => [
            'dun'
        ],
        '瞋' => [
            'chen'
        ],
        '镖' => [
            'biao'
        ],
        '璧' => [
            'bi'
        ],
        '嘣' => [
            'beng'
        ],
        '备' => [
            'bei'
        ],
        '桉' => [
            'an'
        ],
        '瘙' => [
            'sao'
        ],
        '阏' => [
            'e'
        ],
        '碂' => [
            'zong',
            'cong'
        ],
        '墌' => [
            'zhi',
            'zhuo'
        ],
        '铛' => [
            'dang',
            'cheng'
        ],
        '犺' => [
            'kang',
            'gang'
        ],
        '搱' => [
            'zhi',
            'nai'
        ],
        '獳' => [
            'nou',
            'ru'
        ],
        '吶' => [
            'na',
            'ne'
        ],
        '朕' => [
            'zhen'
        ],
        '萧' => [
            'xiao'
        ],
        '霆' => [
            'ting'
        ],
        '抿' => [
            'min'
        ],
        '臼' => [
            'jiu'
        ],
        '荮' => [
            'zhou'
        ],
        '琬' => [
            'wan'
        ],
        '蓠' => [
            'li'
        ],
        '降' => [
            'jiang'
        ],
        '玱' => [
            'qiang',
            'cang'
        ],
        '拽' => [
            'zhuai',
            'zhuai',
            'ye'
        ],
        '呴' => [
            'xu',
            'hou',
            'gou'
        ],
        '莬' => [
            'wen',
            'wan',
            'mian'
        ],
        '隋' => [
            'sui',
            'duo'
        ],
        '堑' => [
            'qian',
            'zan',
            'jian'
        ],
        '妃' => [
            'fei',
            'pei'
        ],
        '杓' => [
            'shao',
            'biao'
        ],
        '嗦' => [
            'suo'
        ],
        '去' => [
            'qu'
        ],
        '爿' => [
            'pan'
        ],
        '狸' => [
            'li'
        ],
        '错' => [
            'cuo'
        ],
        '蝉' => [
            'chan'
        ],
        '栌' => [
            'lu'
        ],
        '敦' => [
            'dun',
            'dui'
        ],
        '囝' => [
            'jian',
            'nan'
        ],
        '枑' => [
            'hu',
            'di'
        ],
        '蒣' => [
            'xu',
            'shu'
        ],
        '啫' => [
            'ze',
            'shi'
        ],
        '螇' => [
            'xi',
            'qi'
        ],
        '茱' => [
            'zhu'
        ],
        '雉' => [
            'zhi'
        ],
        '援' => [
            'yuan'
        ],
        '嘤' => [
            'ying'
        ],
        '醺' => [
            'xun'
        ],
        '星' => [
            'xing'
        ],
        '镗' => [
            'tang'
        ],
        '叹' => [
            'tan'
        ],
        '蛎' => [
            'li'
        ],
        '瞌' => [
            'ke'
        ],
        '硅' => [
            'gui'
        ],
        '菪' => [
            'dang'
        ],
        '钞' => [
            'chao'
        ],
        '阐' => [
            'chan'
        ],
        '璨' => [
            'can'
        ],
        '播' => [
            'bo'
        ],
        '血' => [
            'xue'
        ],
        '桊' => [
            'juan'
        ],
        '犻' => [
            'pei',
            'fei'
        ],
        '眑' => [
            'yao',
            'ao',
            'ao'
        ],
        '吷' => [
            'xue',
            'chuo',
            'jue'
        ],
        '疟' => [
            'nüeyao'
        ],
        '癘' => [
            'li',
            'lai'
        ],
        '柏' => [
            'bai',
            'bo',
            'bo'
        ],
        '埔' => [
            'pu',
            'bu'
        ],
        '震' => [
            'zhen'
        ],
        '药' => [
            'yao'
        ],
        '瓦' => [
            'wa'
        ],
        '铜' => [
            'tong'
        ],
        '萨' => [
            'sa'
        ],
        '噢' => [
            'o'
        ],
        '斤' => [
            'jin'
        ],
        '鍪' => [
            'mou'
        ],
        '杔' => [
            'tuo',
            'zhe'
        ],
        '呵' => [
            'he',
            'Bke'
        ],
        '苴' => [
            'ju',
            'cha'
        ],
        '拾' => [
            'shi',
            'she'
        ],
        '摰' => [
            'nie',
            'che'
        ],
        '掷' => [
            'zhi'
        ],
        '妄' => [
            'wang'
        ],
        '皖' => [
            'wan'
        ],
        '售' => [
            'shou'
        ],
        '锚' => [
            'mao'
        ],
        '玲' => [
            'ling'
        ],
        '既' => [
            'ji'
        ],
        '蔟' => [
            'cu'
        ],
        '磁' => [
            'ci'
        ],
        '酽' => [
            'yan'
        ],
        '蠃' => [
            'luo'
        ],
        '舻' => [
            'lu'
        ],
        '揵' => [
            'qian',
            'jian',
            'jian'
        ],
        '撮' => [
            'cuo',
            'zuo'
        ],
        '椄' => [
            'jie',
            'qie'
        ],
        '咳' => [
            'ke',
            'hai'
        ],
        '敧' => [
            'qi',
            'yi',
            'ji'
        ],
        '桋' => [
            'yi',
            'ti'
        ],
        '艹' => [
            'cao'
        ],
        '瞍' => [
            'sou'
        ],
        '钟' => [
            'zhong'
        ],
        '映' => [
            'ying'
        ],
        '曙' => [
            'shu'
        ],
        '啬' => [
            'se'
        ],
        '阑' => [
            'lan'
        ],
        '盔' => [
            'kui'
        ],
        '鉴' => [
            'jian'
        ],
        '回' => [
            'hui'
        ],
        '螈' => [
            'yuan'
        ],
        '猷' => [
            'you'
        ],
        '牾' => [
            'wu'
        ],
        '璩' => [
            'qu'
        ],
        '蘖' => [
            'nie'
        ],
        '镘' => [
            'man'
        ],
        '瘛' => [
            'chi'
        ],
        '蛏' => [
            'cheng'
        ],
        '圜' => [
            'huan',
            'yuan'
        ],
        '奇' => [
            'qi',
            'ji'
        ],
        '哱' => [
            'po',
            'ba',
            'bo'
        ],
        '噣' => [
            'zhou',
            'zhuo'
        ],
        '楂' => [
            'zha',
            'cha'
        ],
        '疠' => [
            'li',
            'lai'
        ],
        '晞' => [
            'xi'
        ],
        '霈' => [
            'pei'
        ],
        '芷' => [
            'zhi'
        ],
        '臾' => [
            'yu'
        ],
        '薛' => [
            'xue'
        ],
        '吸' => [
            'xi'
        ],
        '卿' => [
            'qing'
        ],
        '虔' => [
            'qian'
        ],
        '捺' => [
            'na'
        ],
        '某' => [
            'mou'
        ],
        '蟆' => [
            'ma'
        ],
        '铝' => [
            'lv'
        ],
        '朗' => [
            'lang'
        ],
        '琮' => [
            'cong'
        ],
        '蜍' => [
            'chu'
        ],
        '斥' => [
            'chi'
        ],
        '埕' => [
            'cheng'
        ],
        '棇' => [
            'cong',
            'song'
        ],
        '掸' => [
            'dan',
            'shan'
        ],
        '砉' => [
            'xu',
            'hua'
        ],
        '杕' => [
            'di',
            'duo'
        ],
        '栎' => [
            'li',
            'yue'
        ],
        '嚡' => [
            'xie',
            'hai'
        ],
        '嗨' => [
            'hai',
            'hei'
        ],
        '榀' => [
            'pin'
        ],
        '唯' => [
            'wei'
        ],
        '甥' => [
            'sheng'
        ],
        '痞' => [
            'pi'
        ],
        '呶' => [
            'nao'
        ],
        '拿' => [
            'na'
        ],
        '睐' => [
            'lai'
        ],
        '坚' => [
            'jian'
        ],
        '隍' => [
            'huang'
        ],
        '玳' => [
            'dai'
        ],
        '锛' => [
            'ben'
        ],
        '狺' => [
            'yin'
        ],
        '酾' => [
            'shai'
        ],
        '雋' => [
            'jun',
            'juan'
        ],
        '菬' => [
            'qiao',
            'zhao'
        ],
        '桌' => [
            'zhuo'
        ],
        '啭' => [
            'zhuan'
        ],
        '艺' => [
            'yi'
        ],
        '椅' => [
            'yi'
        ],
        '揶' => [
            'ye'
        ],
        '瞎' => [
            'xia'
        ],
        '挽' => [
            'wan'
        ],
        '塑' => [
            'su'
        ],
        '蛐' => [
            'qu'
        ],
        '钠' => [
            'na'
        ],
        '曚' => [
            'meng'
        ],
        '蕞' => [
            'zui'
        ],
        '囟' => [
            'xin'
        ],
        '阒' => [
            'qu'
        ],
        '硇' => [
            'nao'
        ],
        '猸' => [
            'mei'
        ],
        '镙' => [
            'luo'
        ],
        '叻' => [
            'le'
        ],
        '茳' => [
            'jiang'
        ],
        '咴' => [
            'hui'
        ],
        '牿' => [
            'gu'
        ],
        '朘' => [
            'juan',
            'zui'
        ],
        '晟' => [
            'sheng',
            'cheng'
        ],
        '瓨' => [
            'xiang',
            'hong'
        ],
        '斦' => [
            'yin',
            'zhi'
        ],
        '捻' => [
            'nian',
            'nie'
        ],
        '矌' => [
            'kuang',
            'guo'
        ],
        '獶' => [
            'nao',
            'nao',
            'you'
        ],
        '搴' => [
            'qian'
        ],
        '哲' => [
            'zhe'
        ],
        '芸' => [
            'yun'
        ],
        '疡' => [
            'yang'
        ],
        '限' => [
            'xian'
        ],
        '威' => [
            'wei'
        ],
        '奈' => [
            'nai'
        ],
        '霉' => [
            'mei'
        ],
        '噤' => [
            'jin'
        ],
        '琯' => [
            'guan'
        ],
        '柑' => [
            'gan'
        ],
        '吹' => [
            'chui'
        ],
        '韂' => [
            'chan'
        ],
        '薜' => [
            'bi'
        ],
        '蓣' => [
            'yu'
        ],
        '铞' => [
            'diao'
        ],
        '摲' => [
            'chan',
            'can'
        ],
        '磃' => [
            'si',
            'ti'
        ],
        '瑭' => [
            'tang'
        ],
        '狻' => [
            'jun'
        ],
        '妆' => [
            'zhuang'
        ],
        '杖' => [
            'zhang'
        ],
        '蚓' => [
            'yin'
        ],
        '呷' => [
            'xia'
        ],
        '坛' => [
            'tan'
        ],
        '唰' => [
            'shua'
        ],
        '酿' => [
            'niang'
        ],
        '栏' => [
            'lan'
        ],
        '蝌' => [
            'ke'
        ],
        '睑' => [
            'jian'
        ],
        '厾' => [
            'du'
        ],
        '蔡' => [
            'cai'
        ],
        '暝' => [
            'ming'
        ],
        '攫' => [
            'jue'
        ],
        '瞏' => [
            'qiong',
            'huan'
        ],
        '敩' => [
            'xiao',
            'xue'
        ],
        '畤' => [
            'zhi',
            'chou',
            'shi'
        ],
        '珲' => [
            'hun',
            'hui'
        ],
        '菭' => [
            'tai',
            'zhi',
            'chi'
        ],
        '盖' => [
            'gai',
            'ge',
            'he'
        ],
        '挾' => [
            'xie',
            'jia'
        ],
        '椆' => [
            'chou',
            'zhou',
            'diao'
        ],
        '嘧' => [
            'mi'
        ],
        '撰' => [
            'zhuan'
        ],
        '因' => [
            'yin'
        ],
        '礁' => [
            'jiao'
        ],
        '茴' => [
            'hui'
        ],
        '瘝' => [
            'guan'
        ],
        '叼' => [
            'diao'
        ],
        '雌' => [
            'ci'
        ],
        '猹' => [
            'cha'
        ],
        '镚' => [
            'beng'
        ],
        '钡' => [
            'bei'
        ],
        '鞅' => [
            'yang'
        ],
        '曛' => [
            'xun'
        ],
        '啮' => [
            'nie'
        ],
        '蛑' => [
            'mou'
        ],
        '銴' => [
            'shi',
            'zhi'
        ],
        '梋' => [
            'xuan',
            'juan',
            'xie'
        ],
        '捼' => [
            'ruo',
            'wei',
            're'
        ],
        '吺' => [
            'dou',
            'ru'
        ],
        '喬' => [
            'qiao',
            'jiao'
        ],
        '哳' => [
            'zha'
        ],
        '袁' => [
            'yuan'
        ],
        '铟' => [
            'yin'
        ],
        '芹' => [
            'qin'
        ],
        '柒' => [
            'qi'
        ],
        '矍' => [
            'jue'
        ],
        '斧' => [
            'fu'
        ],
        '奉' => [
            'feng'
        ],
        '琰' => [
            'yan'
        ],
        '县' => [
            'xian',
            'xuan'
        ],
        '鎫' => [
            'wan',
            'jian'
        ],
        '蚔' => [
            'qi',
            'zhi'
        ],
        '堕' => [
            'duo',
            'hui'
        ],
        '掺' => [
            'chan',
            'xian',
            'can',
            'shan'
        ],
        '玵' => [
            'an',
            'gan'
        ],
        '嚣' => [
            'xiao'
        ],
        '皙' => [
            'xi'
        ],
        '随' => [
            'sui'
        ],
        '日' => [
            'ri'
        ],
        '呸' => [
            'pei'
        ],
        '葩' => [
            'pa'
        ],
        '棉' => [
            'mian'
        ],
        '狼' => [
            'lang'
        ],
        '苷' => [
            'gan'
        ],
        '概' => [
            'gai'
        ],
        '妇' => [
            'fu'
        ],
        '婀' => [
            'e'
        ],
        '锝' => [
            'de'
        ],
        '唱' => [
            'chang'
        ],
        '舾' => [
            'xi'
        ],
        '嗪' => [
            'qin'
        ],
        '坜' => [
            'li'
        ],
        '莰' => [
            'kan'
        ],
        '撱' => [
            'wei',
            'tuo'
        ],
        '蛒' => [
            'ge',
            'luo'
        ],
        '鏩' => [
            'jian',
            'zan'
        ],
        '咶' => [
            'huai',
            'shi'
        ],
        '敪' => [
            'duo',
            'que'
        ],
        '螋' => [
            'sou'
        ],
        '衄' => [
            'nv'
        ],
        '垚' => [
            'yao'
        ],
        '桎' => [
            'zhi'
        ],
        '枕' => [
            'zhen'
        ],
        '揸' => [
            'zha'
        ],
        '雍' => [
            'yong'
        ],
        '茵' => [
            'yin'
        ],
        '囡' => [
            'nan'
        ],
        '略' => [
            'lve'
        ],
        '阔' => [
            'kuo'
        ],
        '叽' => [
            'ji'
        ],
        '啯' => [
            'guo'
        ],
        '钢' => [
            'gang'
        ],
        '盗' => [
            'dao'
        ],
        '镛' => [
            'yong'
        ],
        '曜' => [
            'yao'
        ],
        '噦' => [
            'yue',
            'hui'
        ],
        '釼' => [
            'ri',
            'ren',
            'jian'
        ],
        '犿' => [
            'huan',
            'fan'
        ],
        '哴' => [
            'liang',
            'lang'
        ],
        '搶' => [
            'qiang',
            'qiang',
            'cheng'
        ],
        '朚' => [
            'huang',
            'mang',
            'wang'
        ],
        '梌' => [
            'tu',
            'cha'
        ],
        '吻' => [
            'wen'
        ],
        '娃' => [
            'wa'
        ],
        '土' => [
            'tu'
        ],
        '祀' => [
            'si'
        ],
        '染' => [
            'ran'
        ],
        '袂' => [
            'mei'
        ],
        '铠' => [
            'kai'
        ],
        '碇' => [
            'ding'
        ],
        '疣' => [
            'you'
        ],
        '蓥' => [
            'ying'
        ],
        '埘' => [
            'shi'
        ],
        '癜' => [
            'dian'
        ],
        '晡' => [
            'bu'
        ],
        '攭' => [
            'li',
            'luo'
        ],
        '鎬' => [
            'gao',
            'hao'
        ],
        '壏' => [
            'xian',
            'lan'
        ],
        '磅' => [
            'bang',
            'pang'
        ],
        '唲' => [
            'er',
            'wa'
        ],
        '砌' => [
            'qi',
            'qie'
        ],
        '用' => [
            'yong'
        ],
        '隐' => [
            'yin'
        ],
        '蝎' => [
            'xie'
        ],
        '树' => [
            'shu'
        ],
        '嗫' => [
            'nie'
        ],
        '妈' => [
            'ma'
        ],
        '莱' => [
            'lai'
        ],
        '旦' => [
            'dan'
        ],
        '蚕' => [
            'can'
        ],
        '坝' => [
            'ba'
        ],
        '藜' => [
            'li'
        ],
        '锞' => [
            'ke'
        ],
        '硊' => [
            'wei',
            'gui'
        ],
        '曝' => [
            'pu',
            'bao'
        ],
        '衅' => [
            'xin'
        ],
        '瘟' => [
            'wen'
        ],
        '团' => [
            'tuan'
        ],
        '塔' => [
            'ta'
        ],
        '畦' => [
            'qi'
        ],
        '盘' => [
            'pan'
        ],
        '姆' => [
            'mu'
        ],
        '瞑' => [
            'ming'
        ],
        '啰' => [
            'luo'
        ],
        '雎' => [
            'ju'
        ],
        '镜' => [
            'jing'
        ],
        '槁' => [
            'gao'
        ],
        '复' => [
            'fu'
        ],
        '垛' => [
            'duo'
        ],
        '茶' => [
            'cha'
        ],
        '钣' => [
            'ban'
        ],
        '阕' => [
            'que'
        ],
        '艽' => [
            'jiao'
        ],
        '敫' => [
            'jiao'
        ],
        '釽' => [
            'pi',
            'zhao'
        ],
        '捾' => [
            'wo',
            'xia'
        ],
        '單' => [
            'dan',
            'shan',
            'chan'
        ],
        '搷' => [
            'tian',
            'shen'
        ],
        '薟' => [
            'xian',
            'lian'
        ],
        '祁' => [
            'qi'
        ],
        '斩' => [
            'zhan'
        ],
        '铡' => [
            'zha'
        ],
        '望' => [
            'wang'
        ],
        '柔' => [
            'rou'
        ],
        '蓦' => [
            'mo'
        ],
        '蟊' => [
            'mao'
        ],
        '娄' => [
            'lou'
        ],
        '吼' => [
            'hou'
        ],
        '奋' => [
            'fen'
        ],
        '疤' => [
            'ba'
        ],
        '埙' => [
            'xun'
        ],
        '墒' => [
            'shang'
        ],
        '隑' => [
            'qi',
            'gai',
            'ai'
        ],
        '苹' => [
            'ping',
            'peng'
        ],
        '磆' => [
            'hua',
            'ke',
            'gu'
        ],
        '摵' => [
            'se',
            'mi',
            'su'
        ],
        '呺' => [
            'xiao',
            'hao'
        ],
        '蚖' => [
            'yuan',
            'wan'
        ],
        '坞' => [
            'wu'
        ],
        '甩' => [
            'shuai'
        ],
        '棋' => [
            'qi'
        ],
        '莲' => [
            'lian'
        ],
        '痢' => [
            'li'
        ],
        '唳' => [
            'li'
        ],
        '榄' => [
            'lan'
        ],
        '砍' => [
            'kan'
        ],
        '旧' => [
            'jiu'
        ],
        '葫' => [
            'hu'
        ],
        '嗬' => [
            'he'
        ],
        '瑰' => [
            'gui'
        ],
        '掼' => [
            'guan'
        ],
        '玷' => [
            'dian'
        ],
        '裁' => [
            'cai'
        ],
        '攮' => [
            'nang'
        ],
        '锟' => [
            'kun'
        ],
        '椉' => [
            'cheng',
            'sheng'
        ],
        '鞈' => [
            'ge',
            'ta',
            'sa'
        ],
        '蒩' => [
            'zu',
            'ju'
        ],
        '猼' => [
            'bo',
            'po'
        ],
        '瞒' => [
            'man',
            'men'
        ],
        '咸' => [
            'xian'
        ],
        '桐' => [
            'tong'
        ],
        '融' => [
            'rong'
        ],
        '林' => [
            'lin'
        ],
        '敬' => [
            'jing'
        ],
        '瘠' => [
            'ji'
        ],
        '蛔' => [
            'hui'
        ],
        '阖' => [
            'he'
        ],
        '菰' => [
            'gu'
        ],
        '镝' => [
            'di'
        ],
        '春' => [
            'chun'
        ],
        '雏' => [
            'chu'
        ],
        '钤' => [
            'qian'
        ],
        '艾' => [
            'ai'
        ],
        '楇' => [
            'guo',
            'kua'
        ],
        '蓧' => [
            'diao',
            'tiao',
            'di'
        ],
        '梎' => [
            'ao',
            'you'
        ],
        '喯' => [
            'pen',
            'ben'
        ],
        '吽' => [
            'hou',
            'hong',
            'ou'
        ],
        '眗' => [
            'ju',
            'xu',
            'kou'
        ],
        '釾' => [
            'ye',
            'ya'
        ],
        '铢' => [
            'zhu'
        ],
        '蜒' => [
            'yan'
        ],
        '娅' => [
            'ya'
        ],
        '蟋' => [
            'xi'
        ],
        '器' => [
            'qi'
        ],
        '墓' => [
            'mu'
        ],
        '琳' => [
            'lin'
        ],
        '癞' => [
            'lai'
        ],
        '疥' => [
            'jie'
        ],
        '霍' => [
            'huo'
        ],
        '埚' => [
            'guo'
        ],
        '碉' => [
            'diao'
        ],
        '袄' => [
            'ao'
        ],
        '陔' => [
            'gai'
        ],
        '蚗' => [
            'jue',
            'que'
        ],
        '瑱' => [
            'tian',
            'tian',
            'zhen'
        ],
        '榅' => [
            'wen',
            'yun'
        ],
        '杚' => [
            'gu',
            'gai'
        ],
        '痣' => [
            'zhi'
        ],
        '旨' => [
            'zhi'
        ],
        '支' => [
            'zhi'
        ],
        '葬' => [
            'zang'
        ],
        '栓' => [
            'shuan'
        ],
        '呻' => [
            'shen'
        ],
        '裂' => [
            'lie'
        ],
        '壑' => [
            'he'
        ],
        '坟' => [
            'fen'
        ],
        '禀' => [
            'bing'
        ],
        '莳' => [
            'shi'
        ],
        '妊' => [
            'ren'
        ],
        '囤' => [
            'dun',
            'tun'
        ],
        '咹' => [
            'e',
            'an'
        ],
        '璯' => [
            'hui',
            'kuai'
        ],
        '钥' => [
            'yue',
            'yao'
        ],
        '椊' => [
            'zu',
            'cui'
        ],
        '畨' => [
            'fan',
            'pan'
        ],
        '珶' => [
            'di',
            'ti'
        ],
        '硌' => [
            'luo',
            'ge'
        ],
        '阗' => [
            'tian'
        ],
        '夏' => [
            'xia'
        ],
        '桑' => [
            'sang'
        ],
        '茸' => [
            'rong'
        ],
        '菱' => [
            'ling'
        ],
        '礅' => [
            'dun'
        ],
        '镞' => [
            'zu'
        ],
        '枘' => [
            'rui'
        ],
        '艿' => [
            'nai'
        ],
        '奍' => [
            'quan',
            'juan'
        ],
        '铣' => [
            'xian',
            'xi'
        ],
        '疦' => [
            'jue',
            'xue'
        ],
        '閜' => [
            'xia',
            'ke'
        ],
        '碊' => [
            'jian',
            'zhan'
        ],
        '哷' => [
            'lie',
            'lv'
        ],
        '吾' => [
            'wu',
            'yu'
        ],
        '銸' => [
            'zhe',
            'nie'
        ],
        '朝' => [
            'zhao',
            'chao'
        ],
        '喰' => [
            'can',
            'sun',
            'qi'
        ],
        '颀' => [
            'qi'
        ],
        '斫' => [
            'zhuo'
        ],
        '芽' => [
            'ya'
        ],
        '虚' => [
            'xu'
        ],
        '晤' => [
            'wu'
        ],
        '蜓' => [
            'ting'
        ],
        '陕' => [
            'shan'
        ],
        '霎' => [
            'sha'
        ],
        '娆' => [
            'rao'
        ],
        '琴' => [
            'qin'
        ],
        '袅' => [
            'niao'
        ],
        '梏' => [
            'gu'
        ],
        '噩' => [
            'e'
        ],
        '妋' => [
            'fu',
            'you'
        ],
        '瑲' => [
            'qiang',
            'cang'
        ],
        '婄' => [
            'pou',
            'pei',
            'bu'
        ],
        '棍' => [
            'gun',
            'hun'
        ],
        '玹' => [
            'xuan',
            'xian'
        ],
        '栔' => [
            'qi',
            'qie'
        ],
        '隓' => [
            'hui',
            'duo'
        ],
        '磈' => [
            'kui',
            'wei'
        ],
        '砏' => [
            'pin',
            'bin',
            'fen'
        ],
        '坠' => [
            'zhui'
        ],
        '早' => [
            'zao'
        ],
        '榆' => [
            'yu'
        ],
        '锡' => [
            'xi'
        ],
        '莴' => [
            'wo'
        ],
        '睖' => [
            'leng'
        ],
        '禁' => [
            'jin'
        ],
        '皝' => [
            'huang'
        ],
        '呼' => [
            'hu'
        ],
        '甫' => [
            'fu'
        ],
        '苻' => [
            'fu'
        ],
        '痤' => [
            'cuo'
        ],
        '唵' => [
            'an'
        ],
        '掾' => [
            'yuan'
        ],
        '堙' => [
            'yin'
        ],
        '蠊' => [
            'lian'
        ],
        '葭' => [
            'jia'
        ],
        '硍' => [
            'ken',
            'xian',
            'gun',
            'yin'
        ],
        '媂' => [
            'di',
            'ti'
        ],
        '夐' => [
            'xiong',
            'xuan'
        ],
        '蛖' => [
            'mang',
            'bang'
        ],
        '鞊' => [
            'jie',
            'ji'
        ],
        '盛' => [
            'sheng',
            'cheng'
        ],
        '茹' => [
            'ru'
        ],
        '钦' => [
            'qin'
        ],
        '撵' => [
            'nian'
        ],
        '昧' => [
            'mei'
        ],
        '猾' => [
            'hua'
        ],
        '菲' => [
            'fei'
        ],
        '瘢' => [
            'ban'
        ],
        '镟' => [
            'xuan'
        ],
        '蕤' => [
            'rui'
        ],
        '椋' => [
            'liang'
        ],
        '嘬' => [
            'zuo'
        ],
        '擳' => [
            'zhi',
            'jie'
        ],
        '铤' => [
            'ting',
            'ding'
        ],
        '眙' => [
            'yi',
            'chi'
        ],
        '樂' => [
            'le',
            'yue',
            'yao',
            'lao'
        ],
        '芾' => [
            'fei',
            'fu'
        ],
        '嫀' => [
            'qin',
            'shen'
        ],
        '奎' => [
            'kui'
        ],
        '噪' => [
            'zao'
        ],
        '携' => [
            'xie'
        ],
        '瓮' => [
            'weng'
        ],
        '圣' => [
            'sheng'
        ],
        '琵' => [
            'pi'
        ],
        '喱' => [
            'li'
        ],
        '娇' => [
            'jiao'
        ],
        '荷' => [
            'he'
        ],
        '梐' => [
            'bi'
        ],
        '颁' => [
            'ban'
        ],
        '霏' => [
            'fei'
        ],
        '唶' => [
            'jie',
            'ze',
            'zuo'
        ],
        '鋷' => [
            'zui',
            'nie'
        ],
        '闛' => [
            'tang',
            'tang',
            'chang'
        ],
        '苼' => [
            'sheng',
            'rui'
        ],
        '蚙' => [
            'qin',
            'qian'
        ],
        '皞' => [
            'hao'
        ],
        '甬' => [
            'yong'
        ],
        '玺' => [
            'xi'
        ],
        '坡' => [
            'po'
        ],
        '嗯' => [
            'ng'
        ],
        '摸' => [
            'mo'
        ],
        '命' => [
            'ming'
        ],
        '锢' => [
            'gu'
        ],
        '隔' => [
            'ge'
        ],
        '杜' => [
            'du'
        ],
        '磉' => [
            'sang'
        ],
        '榇' => [
            'chen'
        ],
        '椌' => [
            'qiang',
            'kong'
        ],
        '番' => [
            'fan',
            'pan'
        ],
        '瘣' => [
            'hui',
            'lei'
        ],
        '啴' => [
            'tan',
            'chan',
            'tuo'
        ],
        '菳' => [
            'qin',
            'qin',
            'jin'
        ],
        '昨' => [
            'zuo'
        ],
        '姊' => [
            'zi'
        ],
        '猿' => [
            'yuan'
        ],
        '秀' => [
            'xiu'
        ],
        '咻' => [
            'xiu'
        ],
        '鞋' => [
            'xie'
        ],
        '塘' => [
            'tang'
        ],
        '阙' => [
            'que'
        ],
        '嘭' => [
            'peng'
        ],
        '枚' => [
            'mei'
        ],
        '揽' => [
            'lan'
        ],
        '钧' => [
            'jiu'
        ],
        '桓' => [
            'huan'
        ],
        '褂' => [
            'gua'
        ],
        '茺' => [
            'chong'
        ],
        '硎' => [
            'xing'
        ],
        '雒' => [
            'luo'
        ],
        '搻' => [
            'na',
            'nuo'
        ],
        '期' => [
            'qi',
            'ji'
        ],
        '疨' => [
            'ya',
            'xia'
        ],
        '閞' => [
            'bian',
            'guan'
        ],
        '碌' => [
            'lu',
            'liu'
        ],
        '奏' => [
            'zou'
        ],
        '噫' => [
            'yi'
        ],
        '蜕' => [
            'tui'
        ],
        '颂' => [
            'song'
        ],
        '琶' => [
            'pa'
        ],
        '瓯' => [
            'ou'
        ],
        '嫁' => [
            'jia'
        ],
        '晦' => [
            'hui'
        ],
        '断' => [
            'duan'
        ],
        '铥' => [
            'diu'
        ],
        '荸' => [
            'bi'
        ],
        '柘' => [
            'zhe'
        ],
        '萱' => [
            'xuan'
        ],
        '眚' => [
            'sheng'
        ],
        '埝' => [
            'nian'
        ],
        '娈' => [
            'luan'
        ],
        '栖' => [
            'qi',
            'xi'
        ],
        '坢' => [
            'pan',
            'ban'
        ],
        '莶' => [
            'xian',
            'lian'
        ],
        '攲' => [
            'qi',
            'yi',
            'ji'
        ],
        '呾' => [
            'da',
            'dan'
        ],
        '棏' => [
            'de',
            'zhe'
        ],
        '杝' => [
            'yi',
            'li',
            'li',
            'duo',
            'tuo'
        ],
        '装' => [
            'zhuang'
        ],
        '唷' => [
            'yo'
        ],
        '妍' => [
            'yan'
        ],
        '婆' => [
            'po'
        ],
        '摹' => [
            'mo'
        ],
        '榈' => [
            'lv'
        ],
        '锣' => [
            'luo'
        ],
        '磊' => [
            'lei'
        ],
        '玻' => [
            'bo'
        ],
        '甭' => [
            'beng'
        ],
        '蝓' => [
            'yu'
        ],
        '砑' => [
            'ya'
        ],
        '痦' => [
            'wu'
        ],
        '咼' => [
            'wai',
            'he',
            'wo',
            'wa',
            'gua',
            'guo'
        ],
        '桔' => [
            'jie',
            'ju'
        ],
        '数' => [
            'shu',
            'shu',
            'shuo'
        ],
        '阚' => [
            'kan'
        ],
        '植' => [
            'zhi'
        ],
        '垠' => [
            'yin'
        ],
        '撷' => [
            'xie'
        ],
        '钨' => [
            'wu'
        ],
        '私' => [
            'si'
        ],
        '始' => [
            'shi'
        ],
        '瘤' => [
            'liu'
        ],
        '啵' => [
            'bo'
        ],
        '蛘' => [
            'yang'
        ],
        '镡' => [
            'tan'
        ],
        '矔' => [
            'guan',
            'quan'
        ],
        '喳' => [
            'zha',
            'cha'
        ],
        '铦' => [
            'xian',
            'kuo',
            'tian',
            'gua'
        ],
        '嫂' => [
            'sao'
        ],
        '襁' => [
            'qiang'
        ],
        '娉' => [
            'ping'
        ],
        '袈' => [
            'jia'
        ],
        '獾' => [
            'huan'
        ],
        '哺' => [
            'bu'
        ],
        '碍' => [
            'ai'
        ],
        '薤' => [
            'xie'
        ],
        '祆' => [
            'xian'
        ],
        '柙' => [
            'xia'
        ],
        '噬' => [
            'shi'
        ],
        '颃' => [
            'hang'
        ],
        '妎' => [
            'hai',
            'jie'
        ],
        '旬' => [
            'xun'
        ],
        '鑫' => [
            'xin'
        ],
        '杞' => [
            'qi'
        ],
        '砒' => [
            'pi'
        ],
        '禄' => [
            'lu'
        ],
        '栗' => [
            'li'
        ],
        '获' => [
            'huo'
        ],
        '壕' => [
            'hao'
        ],
        '棐' => [
            'fei'
        ],
        '裆' => [
            'dang'
        ],
        '磋' => [
            'cuo'
        ],
        '锤' => [
            'chui'
        ],
        '苾' => [
            'bi'
        ],
        '摺' => [
            'zhe'
        ],
        '痧' => [
            'sha'
        ],
        '榉' => [
            'ju'
        ],
        '瘥' => [
            'chai',
            'cuo'
        ],
        '椎' => [
            'zhui',
            'chui'
        ],
        '瞗' => [
            'diao',
            'dou'
        ],
        '畬' => [
            'she',
            'yu'
        ],
        '敱' => [
            'ai',
            'zhu'
        ],
        '礉' => [
            'he',
            'qiao',
            'qiao'
        ],
        '咽' => [
            'yan',
            'yan',
            'ye'
        ],
        '蛙' => [
            'wa'
        ],
        '檀' => [
            'tan'
        ],
        '撸' => [
            'lu'
        ],
        '果' => [
            'guo'
        ],
        '钩' => [
            'gou'
        ],
        '垡' => [
            'fa'
        ],
        '啶' => [
            'ding'
        ],
        '鞍' => [
            'an'
        ],
        '茼' => [
            'tong'
        ],
        '揿' => [
            'qin'
        ],
        '镢' => [
            'jue'
        ],
        '桕' => [
            'jiu'
        ],
        '硐' => [
            'dong'
        ],
        '獿' => [
            'nao',
            'you'
        ],
        '契' => [
            'qi',
            'qie',
            'xie'
        ],
        '噭' => [
            'jiao',
            'qiao',
            'chi'
        ],
        '祇' => [
            'zhi',
            'qi'
        ],
        '樅' => [
            'cong',
            'zong'
        ],
        '眜' => [
            'mo',
            'mie'
        ],
        '梓' => [
            'zi'
        ],
        '域' => [
            'yu'
        ],
        '预' => [
            'yu'
        ],
        '虞' => [
            'yu'
        ],
        '柚' => [
            'you'
        ],
        '癣' => [
            'xuan'
        ],
        '稀' => [
            'xi'
        ],
        '蜗' => [
            'wo'
        ],
        '碎' => [
            'sui'
        ],
        '斯' => [
            'si'
        ],
        '蓬' => [
            'peng'
        ],
        '铧' => [
            'hua'
        ],
        '晨' => [
            'chen'
        ],
        '搽' => [
            'cha'
        ],
        '棑' => [
            'pai',
            'bei',
            'pei'
        ],
        '飂' => [
            'liu',
            'liao'
        ],
        '橃' => [
            'fa',
            'fei'
        ],
        '鋺' => [
            'yuan',
            'yuan',
            'wan',
            'wan'
        ],
        '闞' => [
            'kan',
            'han'
        ],
        '摻' => [
            'chan',
            'xian',
            'can',
            'shan'
        ],
        '禅' => [
            'chan',
            'shan'
        ],
        '隗' => [
            'wei',
            'kui'
        ],
        '攴' => [
            'po'
        ],
        '锥' => [
            'zhui'
        ],
        '瑶' => [
            'yao'
        ],
        '睚' => [
            'ya'
        ],
        '蚜' => [
            'ya'
        ],
        '旭' => [
            'xu'
        ],
        '束' => [
            'shu'
        ],
        '坤' => [
            'kun'
        ],
        '嗲' => [
            'dia'
        ],
        '葱' => [
            'cong'
        ],
        '莸' => [
            'you'
        ],
        '甯' => [
            'ning'
        ],
        '痨' => [
            'lao'
        ],
        '礊' => [
            'ke',
            'huo'
        ],
        '硑' => [
            'peng',
            'ping'
        ],
        '枝' => [
            'zhi',
            'qi'
        ],
        '媆' => [
            'ruan',
            'nen'
        ],
        '行' => [
            'xing'
        ],
        '秃' => [
            'tu'
        ],
        '瘦' => [
            'shou'
        ],
        '敲' => [
            'qiao'
        ],
        '盟' => [
            'meng'
        ],
        '镣' => [
            'liao'
        ],
        '啷' => [
            'lang'
        ],
        '蕨' => [
            'jue'
        ],
        '垢' => [
            'gou'
        ],
        '阜' => [
            'fu'
        ],
        '雕' => [
            'diao'
        ],
        '螓' => [
            'qin'
        ],
        '夔' => [
            'kui'
        ],
        '蒯' => [
            'kuai'
        ],
        '钪' => [
            'kang'
        ],
        '碏' => [
            'que',
            'xi'
        ],
        '樆' => [
            'li',
            'chi'
        ],
        '銽' => [
            'xian',
            'kuo',
            'tian',
            'gua'
        ],
        '蜘' => [
            'zhi'
        ],
        '蟑' => [
            'zhang'
        ],
        '疫' => [
            'yi'
        ],
        '新' => [
            'xin'
        ],
        '墙' => [
            'qiang'
        ],
        '祈' => [
            'qi'
        ],
        '霓' => [
            'ni'
        ],
        '喵' => [
            'miao'
        ],
        '颅' => [
            'lu'
        ],
        '荻' => [
            'di'
        ],
        '埠' => [
            'bu'
        ],
        '哼' => [
            'heng'
        ],
        '铨' => [
            'quan'
        ],
        '禆' => [
            'bi',
            'pi'
        ],
        '摼' => [
            'keng',
            'qian'
        ],
        '闟' => [
            'xi',
            'se',
            'ta'
        ],
        '磍' => [
            'xia',
            'qia',
            'ya'
        ],
        '攵' => [
            'fan'
        ],
        '莹' => [
            'ying'
        ],
        '要' => [
            'yao'
        ],
        '研' => [
            'yan'
        ],
        '婉' => [
            'wan'
        ],
        '田' => [
            'tian'
        ],
        '藤' => [
            'teng'
        ],
        '蔫' => [
            'nian'
        ],
        '睛' => [
            'jing'
        ],
        '锦' => [
            'jin'
        ],
        '蚝' => [
            'hao'
        ],
        '杠' => [
            'gang'
        ],
        '橄' => [
            'gan'
        ],
        '旮' => [
            'ga'
        ],
        '棒' => [
            'bang'
        ],
        '暧' => [
            'ai'
        ],
        '嗳' => [
            'ai'
        ],
        '隘' => [
            'ai'
        ],
        '堞' => [
            'die'
        ],
        '瑷' => [
            'ai'
        ],
        '枞' => [
            'cong',
            'zong'
        ],
        '敳' => [
            'ai',
            'zhu'
        ],
        '镤' => [
            'pu'
        ],
        '阝' => [
            'zuo'
        ],
        '嘱' => [
            'zhu'
        ],
        '蛛' => [
            'zhu'
        ],
        '垣' => [
            'yuan'
        ],
        '咿' => [
            'yi'
        ],
        '衍' => [
            'yan'
        ],
        '啸' => [
            'xiao'
        ],
        '夕' => [
            'xi'
        ],
        '孀' => [
            'shuang'
        ],
        '钫' => [
            'fang'
        ],
        '撺' => [
            'cuan'
        ],
        '硒' => [
            'xi'
        ],
        '椐' => [
            'ju'
        ],
        '柜' => [
            'gui',
            'ju'
        ],
        '銾' => [
            'hong',
            'gong'
        ],
        '朣' => [
            'tong',
            'chuang'
        ],
        '薧' => [
            'hao',
            'kao'
        ],
        '擸' => [
            'lie',
            'la'
        ],
        '嫅' => [
            'jie',
            'suo'
        ],
        '蟒' => [
            'mang',
            'meng'
        ],
        '梕' => [
            'ren',
            'er'
        ],
        '奓' => [
            'she',
            'chi',
            'zha'
        ],
        '祉' => [
            'zhi'
        ],
        '在' => [
            'zai'
        ],
        '襄' => [
            'xiang'
        ],
        '荼' => [
            'tu'
        ],
        '领' => [
            'ling'
        ],
        '娌' => [
            'li'
        ],
        '哽' => [
            'geng'
        ],
        '袋' => [
            'dai'
        ],
        '矗' => [
            'chu'
        ],
        '陛' => [
            'bi'
        ],
        '铩' => [
            'sha'
        ],
        '墚' => [
            'liang'
        ],
        '疬' => [
            'li'
        ],
        '稂' => [
            'lang'
        ],
        '搿' => [
            'ge'
        ],
        '藥' => [
            'yao',
            'yue'
        ],
        '棓' => [
            'bang',
            'pou',
            'bei',
            'bei'
        ],
        '瑸' => [
            'bin',
            'pian'
        ],
        '由' => [
            'you'
        ],
        '莺' => [
            'ying'
        ],
        '隙' => [
            'xi'
        ],
        '条' => [
            'tiao'
        ],
        '坦' => [
            'tan'
        ],
        '蔬' => [
            'shu'
        ],
        '收' => [
            'shou'
        ],
        '青' => [
            'qing'
        ],
        '旯' => [
            'la'
        ],
        '暨' => [
            'ji'
        ],
        '蝗' => [
            'huang'
        ],
        '痪' => [
            'huan'
        ],
        '婊' => [
            'biao'
        ],
        '摽' => [
            'biao'
        ],
        '葳' => [
            'wei'
        ],
        '裉' => [
            'ken'
        ],
        '秅' => [
            'cha',
            'na'
        ],
        '嘲' => [
            'chao',
            'zhao'
        ],
        '瘨' => [
            'dian',
            'chen'
        ],
        '螕' => [
            'bi',
            'pi'
        ],
        '整' => [
            'zheng'
        ],
        '昭' => [
            'zhao'
        ],
        '曦' => [
            'xi'
        ],
        '外' => [
            'wai'
        ],
        '钬' => [
            'huo'
        ],
        '囫' => [
            'hu'
        ],
        '椑' => [
            'bei'
        ],
        '菸' => [
            'yan'
        ],
        '槊' => [
            'shuo'
        ],
        '镥' => [
            'lu'
        ],
        '垤' => [
            'die'
        ],
        '娍' => [
            'cheng',
            'sheng'
        ],
        '韎' => [
            'mei',
            'wa'
        ],
        '圩' => [
            'wei',
            'xu'
        ],
        '銿' => [
            'zhong',
            'yong'
        ],
        '哾' => [
            'chuo',
            'yue'
        ],
        '铪' => [
            'ha',
            'ke'
        ],
        '祊' => [
            'beng',
            'fang'
        ],
        '荽' => [
            'sui'
        ],
        '真' => [
            'zhen'
        ],
        '颇' => [
            'po'
        ],
        '喷' => [
            'pen'
        ],
        '瓴' => [
            'ling'
        ],
        '薨' => [
            'hong'
        ],
        '稃' => [
            'fu'
        ],
        '奔' => [
            'ben'
        ],
        '碑' => [
            'bei'
        ],
        '蟓' => [
            'xiang'
        ],
        '柝' => [
            'tuo'
        ],
        '蜚' => [
            'fei'
        ],
        '磏' => [
            'lian',
            'qian'
        ],
        '覃' => [
            'tan',
            'qin'
        ],
        '瑹' => [
            'tu',
            'shu'
        ],
        '旰' => [
            'gan',
            'han'
        ],
        '皤' => [
            'po'
        ],
        '砖' => [
            'zhuan'
        ],
        '锨' => [
            'xian'
        ],
        '嗵' => [
            'tong'
        ],
        '靓' => [
            'liang'
        ],
        '甲' => [
            'jia'
        ],
        '堠' => [
            'hou'
        ],
        '妒' => [
            'du'
        ],
        '榍' => [
            'xie'
        ],
        '痫' => [
            'xian'
        ],
        '唼' => [
            'sha'
        ],
        '塞' => [
            'sai',
            'sai',
            'se'
        ],
        '夗' => [
            'yuan',
            'wan',
            'wan',
            'yuan'
        ],
        '见' => [
            'jian',
            'xian'
        ],
        '璷' => [
            'lu',
            'fu'
        ],
        '桙' => [
            'yu',
            'mou'
        ],
        '蒲' => [
            'pu'
        ],
        '姐' => [
            'jie'
        ],
        '椒' => [
            'jiao'
        ],
        '撼' => [
            'han'
        ],
        '秆' => [
            'gan'
        ],
        '队' => [
            'dui'
        ],
        '鞑' => [
            'da'
        ],
        '瘩' => [
            'da'
        ],
        '菹' => [
            'ju'
        ],
        '檄' => [
            'xi'
        ],
        '钭' => [
            'dou'
        ],
        '镦' => [
            'dui'
        ],
        '閤' => [
            'he',
            'ge'
        ],
        '稄' => [
            'xun',
            'ze'
        ],
        '埣' => [
            'sui',
            'su'
        ],
        '哿' => [
            'ge',
            'jia'
        ],
        '铫' => [
            'diao',
            'tiao',
            'yao'
        ],
        '噱' => [
            'jue',
            'xue'
        ],
        '柞' => [
            'zuo',
            'zha'
        ],
        '宀' => [
            'bao'
        ],
        '奕' => [
            'yi'
        ],
        '琼' => [
            'qiong'
        ],
        '袍' => [
            'pao'
        ],
        '眠' => [
            'mian'
        ],
        '霖' => [
            'lin'
        ],
        '虢' => [
            'guo'
        ],
        '梗' => [
            'geng'
        ],
        '圪' => [
            'ge'
        ],
        '疮' => [
            'chuang'
        ],
        '颈' => [
            'jing'
        ],
        '蓰' => [
            'xi'
        ],
        '堡' => [
            'bao',
            'bu',
            'pu'
        ],
        '禉' => [
            'you',
            'chao'
        ],
        '棕' => [
            'zong'
        ],
        '攸' => [
            'you'
        ],
        '申' => [
            'shen'
        ],
        '橇' => [
            'qiao'
        ],
        '磐' => [
            'pan'
        ],
        '葵' => [
            'kui'
        ],
        '妓' => [
            'ji'
        ],
        '嚯' => [
            'huo'
        ],
        '旱' => [
            'han'
        ],
        '莼' => [
            'chun'
        ],
        '砗' => [
            'che'
        ],
        '蝙' => [
            'bian'
        ],
        '坨' => [
            'tuo'
        ],
        '锩' => [
            'juan'
        ],
        '瞜' => [
            'lou',
            'lv',
            'lou'
        ],
        '撽' => [
            'qiao',
            'yao',
            'ji'
        ],
        '璸' => [
            'bin',
            'pian'
        ],
        '桚' => [
            'za',
            'zan'
        ],
        '秇' => [
            'yi',
            'zhi'
        ],
        '夘' => [
            'mao',
            'wan'
        ],
        '硕' => [
            'shuo',
            'shi'
        ],
        '螗' => [
            'tang'
        ],
        '嘴' => [
            'zui'
        ],
        '园' => [
            'yuan'
        ],
        '是' => [
            'shi'
        ],
        '钮' => [
            'niu'
        ],
        '垦' => [
            'ken'
        ],
        '观' => [
            'guan'
        ],
        '姑' => [
            'gu'
        ],
        '槌' => [
            'chui'
        ],
        '啻' => [
            'chi'
        ],
        '瘪' => [
            'bie'
        ],
        '窀' => [
            'zhun'
        ],
        '鞒' => [
            'qiao'
        ],
        '镧' => [
            'lan'
        ],
        '蛞' => [
            'kuo'
        ],
        '圫' => [
            'yu',
            'zhun'
        ],
        '言' => [
            'yan'
        ],
        '薪' => [
            'xin'
        ],
        '瓶' => [
            'ping'
        ],
        '宁' => [
            'ning'
        ],
        '蜜' => [
            'mi'
        ],
        '朦' => [
            'meng'
        ],
        '奖' => [
            'jiang'
        ],
        '铬' => [
            'ge'
        ],
        '疯' => [
            'feng'
        ],
        '樊' => [
            'fan'
        ],
        '萸' => [
            'yu'
        ],
        '喹' => [
            'kui'
        ],
        '颉' => [
            'jie'
        ],
        '碓' => [
            'dui'
        ],
        '埤' => [
            'pi'
        ],
        '栝' => [
            'gua',
            'tian'
        ],
        '妔' => [
            'keng',
            'hang'
        ],
        '旲' => [
            'tai',
            'ying'
        ],
        '痭' => [
            'beng',
            'peng'
        ],
        '橈' => [
            'rao',
            'nao'
        ],
        '睟' => [
            'sui',
            'zui'
        ],
        '磑' => [
            'wei',
            'ai',
            'gai'
        ],
        '藨' => [
            'biao',
            'pao'
        ],
        '蠓' => [
            'meng'
        ],
        '障' => [
            'zhang'
        ],
        '唾' => [
            'tuo'
        ],
        '莽' => [
            'mang'
        ],
        '坩' => [
            'gan'
        ],
        '改' => [
            'gai'
        ],
        '砘' => [
            'dun'
        ],
        '嗷' => [
            'ao'
        ],
        '馀' => [
            'yu'
        ],
        '禊' => [
            'xi'
        ],
        '葶' => [
            'ting'
        ],
        '锪' => [
            'huo'
        ],
        '菻' => [
            'lin',
            'ma'
        ],
        '钯' => [
            'ba',
            'pa'
        ],
        '撾' => [
            'zhua',
            'wo'
        ],
        '雚' => [
            'guan',
            'huan'
        ],
        '镨' => [
            'pu'
        ],
        '突' => [
            'tu'
        ],
        '啼' => [
            'ti'
        ],
        '瘫' => [
            'tan'
        ],
        '夙' => [
            'su'
        ],
        '枢' => [
            'shu'
        ],
        '阡' => [
            'qian'
        ],
        '蛟' => [
            'jiao'
        ],
        '敷' => [
            'fu'
        ],
        '囮' => [
            'e'
        ],
        '褊' => [
            'bian'
        ],
        '硖' => [
            'xia'
        ],
        '姒' => [
            'si'
        ],
        '蒴' => [
            'shuo'
        ],
        '畲' => [
            'she'
        ],
        '垧' => [
            'shang'
        ],
        '曩' => [
            'nang'
        ],
        '埥' => [
            'qing',
            'zheng'
        ],
        '蓲' => [
            'qiu',
            'xu',
            'fu'
        ],
        '增' => [
            'zeng'
        ],
        '套' => [
            'tao'
        ],
        '普' => [
            'pu'
        ],
        '柠' => [
            'ning'
        ],
        '铭' => [
            'ming'
        ],
        '矛' => [
            'mao'
        ],
        '颊' => [
            'jia'
        ],
        '嫉' => [
            'ji'
        ],
        '瓷' => [
            'ci'
        ],
        '萹' => [
            'bian'
        ],
        '疰' => [
            'zhu'
        ],
        '陟' => [
            'zhi'
        ],
        '眢' => [
            'yuan'
        ],
        '圬' => [
            'wu'
        ],
        '稆' => [
            'lv'
        ],
        '榐' => [
            'zhan',
            'nian',
            'zhen'
        ],
        '旳' => [
            'di',
            'di',
            'de'
        ],
        '锫' => [
            'pei'
        ],
        '坪' => [
            'ping'
        ],
        '馁' => [
            'nei'
        ],
        '来' => [
            'lai'
        ],
        '靖' => [
            'jing'
        ],
        '覆' => [
            'fu'
        ],
        '藩' => [
            'fan'
        ],
        '电' => [
            'dian'
        ],
        '唿' => [
            'hu'
        ],
        '礐' => [
            'que',
            'hu'
        ],
        '數' => [
            'shu',
            'shu',
            'shuo'
        ],
        '瞞' => [
            'man',
            'men'
        ],
        '鞔' => [
            'man',
            'men'
        ],
        '孅' => [
            'xian',
            'qian'
        ],
        '囯' => [
            'guo'
        ],
        '昱' => [
            'yu'
        ],
        '枣' => [
            'zao'
        ],
        '錾' => [
            'zan'
        ],
        '姓' => [
            'xing'
        ],
        '嘶' => [
            'si'
        ],
        '规' => [
            'gui'
        ],
        '盥' => [
            'guan'
        ],
        '多' => [
            'duo'
        ],
        '镩' => [
            'cuan'
        ],
        '槎' => [
            'cha'
        ],
        '秉' => [
            'bing'
        ],
        '钰' => [
            'yu'
        ],
        '阢' => [
            'wu'
        ],
        '璺' => [
            'wen'
        ],
        '蘧' => [
            'qu'
        ],
        '硗' => [
            'qiao'
        ],
        '眣' => [
            'die',
            'ti'
        ],
        '擽' => [
            'li',
            'luo',
            'yue'
        ],
        '奘' => [
            'zang',
            'zhuang'
        ],
        '琿' => [
            'hun',
            'hui'
        ],
        '閧' => [
            'hong',
            'xiang'
        ],
        '瓸' => [
            'baiwa'
        ],
        '矜' => [
            'jin',
            'qin',
            'guan'
        ],
        '景' => [
            'jing',
            'ying'
        ],
        '蜞' => [
            'qi'
        ],
        '疱' => [
            'pao'
        ],
        '娑' => [
            'suo'
        ],
        '祎' => [
            'yi'
        ],
        '铮' => [
            'zheng'
        ],
        '喻' => [
            'yu'
        ],
        '墟' => [
            'xu'
        ],
        '它' => [
            'ta'
        ],
        '木' => [
            'mu'
        ],
        '圭' => [
            'gui'
        ],
        '欃' => [
            'chan',
            'zhan'
        ],
        '覇' => [
            'ba',
            'po'
        ],
        '栟' => [
            'ben',
            'bing'
        ],
        '榑' => [
            'fu',
            'fu',
            'bo'
        ],
        '蚣' => [
            'gong',
            'zhong'
        ],
        '婏' => [
            'fu',
            'fan'
        ],
        '锬' => [
            'tan'
        ],
        '妖' => [
            'yao'
        ],
        '砚' => [
            'yan'
        ],
        '睡' => [
            'shui'
        ],
        '蠕' => [
            'ru'
        ],
        '棘' => [
            'ji'
        ],
        '攻' => [
            'gong'
        ],
        '坫' => [
            'dian'
        ],
        '堤' => [
            'di'
        ],
        '葸' => [
            'xi'
        ],
        '裎' => [
            'cheng'
        ],
        '槏' => [
            'qian',
            'lian',
            'xian'
        ],
        '枤' => [
            'di',
            'duo'
        ],
        '蛡' => [
            'yi',
            'xu'
        ],
        '鞕' => [
            'bian',
            'ying'
        ],
        '鏸' => [
            'hui',
            'sui',
            'rui'
        ],
        '螚' => [
            'nai',
            'neng'
        ],
        '歁' => [
            'kan',
            'ke'
        ],
        '委' => [
            'wei'
        ],
        '窃' => [
            'qie'
        ],
        '钱' => [
            'qian'
        ],
        '瞟' => [
            'piao'
        ],
        '觅' => [
            'mi'
        ],
        '困' => [
            'kun'
        ],
        '啾' => [
            'jiu'
        ],
        '垩' => [
            'e'
        ],
        '畴' => [
            'chou'
        ],
        '菽' => [
            'shu'
        ],
        '镪' => [
            'qiang'
        ],
        '瘭' => [
            'biao'
        ],
        '矝' => [
            'jin',
            'qin',
            'guan'
        ],
        '娒' => [
            'wu',
            'mu'
        ],
        '圮' => [
            'pi'
        ],
        '楔' => [
            'xie'
        ],
        '晰' => [
            'xi'
        ],
        '铯' => [
            'se'
        ],
        '疲' => [
            'pi'
        ],
        '颌' => [
            'he'
        ],
        '宄' => [
            'gui'
        ],
        '陡' => [
            'dou'
        ],
        '癫' => [
            'dian'
        ],
        '柢' => [
            'di'
        ],
        '堥' => [
            'mao',
            'mou',
            'wu'
        ],
        '嗺' => [
            'zui',
            'sui'
        ],
        '攼' => [
            'gan',
            'han'
        ],
        '棙' => [
            'li',
            'lie'
        ],
        '瑾' => [
            'jin'
        ],
        '蚤' => [
            'zao'
        ],
        '嬉' => [
            'xi'
        ],
        '痰' => [
            'tan'
        ],
        '睢' => [
            'sui'
        ],
        '男' => [
            'nan'
        ],
        '穆' => [
            'mu'
        ],
        '暮' => [
            'mu'
        ],
        '寂' => [
            'ji'
        ],
        '锭' => [
            'ding'
        ],
        '磔' => [
            'zhe'
        ],
        '妗' => [
            'jin'
        ],
        '蠖' => [
            'huo'
        ],
        '昳' => [
            'die',
            'yi'
        ],
        '螛' => [
            'he',
            'xia'
        ],
        '硙' => [
            'wei',
            'ai',
            'gai'
        ],
        '窄' => [
            'zhai'
        ],
        '夜' => [
            'ye'
        ],
        '衔' => [
            'xian'
        ],
        '视' => [
            'shi'
        ],
        '秋' => [
            'qiu'
        ],
        '枥' => [
            'li'
        ],
        '槐' => [
            'huai'
        ],
        '蘩' => [
            'fan'
        ],
        '镫' => [
            'deng'
        ],
        '囱' => [
            'cong'
        ],
        '瞠' => [
            'cheng'
        ],
        '钲' => [
            'zheng'
        ],
        '矞' => [
            'yu',
            'xu',
            'jue'
        ],
        '柣' => [
            'zhi',
            'die'
        ],
        '擿' => [
            'ti',
            'zhi',
            'zhai'
        ],
        '薮' => [
            'sou'
        ],
        '宅' => [
            'zhai'
        ],
        '院' => [
            'yuan'
        ],
        '颍' => [
            'ying'
        ],
        '嫌' => [
            'xian'
        ],
        '奚' => [
            'xi'
        ],
        '未' => [
            'wei'
        ],
        '娓' => [
            'wei'
        ],
        '碗' => [
            'wan'
        ],
        '袒' => [
            'tan'
        ],
        '喽' => [
            'lou'
        ],
        '铰' => [
            'jiao'
        ],
        '疳' => [
            'gan'
        ],
        '萼' => [
            'e'
        ],
        '圯' => [
            'yi'
        ],
        '噶' => [
            'ga'
        ],
        '甸' => [
            'dian',
            'tian',
            'sheng'
        ],
        '穇' => [
            'can',
            'shan',
            'cen'
        ],
        '嗻' => [
            'zhe',
            'zhe',
            'zhu',
            'zhe'
        ],
        '皪' => [
            'li',
            'luo',
            'bo'
        ],
        '校' => [
            'xiao',
            'jiao'
        ],
        '杨' => [
            'yang'
        ],
        '时' => [
            'shi'
        ],
        '葺' => [
            'qi'
        ],
        '棚' => [
            'peng'
        ],
        '磕' => [
            'ke'
        ],
        '静' => [
            'jing'
        ],
        '键' => [
            'jian'
        ],
        '馄' => [
            'hun'
        ],
        '砜' => [
            'feng'
        ],
        '痱' => [
            'fei'
        ],
        '督' => [
            'du'
        ],
        '攽' => [
            'ban'
        ],
        '坭' => [
            'ni'
        ],
        '囲' => [
            'wei',
            'tong'
        ],
        '敻' => [
            'xiong',
            'xuan'
        ],
        '孈' => [
            'xie',
            'hui'
        ],
        '蒸' => [
            'zheng'
        ],
        '歃' => [
            'sha'
        ],
        '钳' => [
            'qian'
        ],
        '嘹' => [
            'liao'
        ],
        '镬' => [
            'huo'
        ],
        '封' => [
            'feng'
        ],
        '垫' => [
            'dian'
        ],
        '觇' => [
            'chan'
        ],
        '昴' => [
            'mao'
        ],
        '礓' => [
            'jiang'
        ],
        '袓' => [
            'ju',
            'jie'
        ],
        '地' => [
            'di',
            'de'
        ],
        '噷' => [
            'xin',
            'hen',
            'hen'
        ],
        '柤' => [
            'zha',
            'zu',
            'zu'
        ],
        '楖' => [
            'ji',
            'zhi'
        ],
        '埩' => [
            'zheng',
            'cheng'
        ],
        '眦' => [
            'zi'
        ],
        '霜' => [
            'shuang'
        ],
        '薯' => [
            'shu'
        ],
        '殁' => [
            'mo'
        ],
        '末' => [
            'mo'
        ],
        '蜡' => [
            'la'
        ],
        '方' => [
            'fang'
        ],
        '碘' => [
            'dian'
        ],
        '铱' => [
            'yi'
        ],
        '落' => [
            'luo'
        ],
        '喾' => [
            'ku'
        ],
        '疴' => [
            'ke'
        ],
        '穈' => [
            'men',
            'mei'
        ],
        '馅' => [
            'xian'
        ],
        '妙' => [
            'miao'
        ],
        '门' => [
            'men'
        ],
        '榔' => [
            'lang'
        ],
        '旷' => [
            'kuang'
        ],
        '锯' => [
            'ju'
        ],
        '寄' => [
            'ji'
        ],
        '福' => [
            'fu'
        ],
        '放' => [
            'fang'
        ],
        '砝' => [
            'fa'
        ],
        '杩' => [
            'ma'
        ],
        '孉' => [
            'huan',
            'quan'
        ],
        '璾' => [
            'ji',
            'zi'
        ],
        '盩' => [
            'zhou',
            'chou'
        ],
        '螝' => [
            'gui',
            'hui'
        ],
        '雟' => [
            'gui',
            'xi'
        ],
        '駃' => [
            'jue',
            'kuai'
        ],
        '鞘' => [
            'qiao',
            'shao'
        ],
        '蛤' => [
            'ge',
            'ha'
        ],
        '媐' => [
            'yi',
            'pei'
        ],
        '蕲' => [
            'qi'
        ],
        '桠' => [
            'ya'
        ],
        '姗' => [
            'shan'
        ],
        '昵' => [
            'ni'
        ],
        '览' => [
            'lan'
        ],
        '钴' => [
            'gu'
        ],
        '瞢' => [
            'meng'
        ],
        '瘰' => [
            'luo'
        ],
        '镭' => [
            'lei'
        ],
        '枧' => [
            'jian'
        ],
        '蒹' => [
            'jian'
        ],
        '塥' => [
            'ge'
        ],
        '种' => [
            'zhong'
        ],
        '窆' => [
            'bian'
        ],
        '喿' => [
            'zao',
            'qiao'
        ],
        '查' => [
            'cha',
            'zha'
        ],
        '碙' => [
            'nao',
            'gang'
        ],
        '袔' => [
            'he',
            'ke'
        ],
        '斺' => [
            'chan',
            'jie'
        ],
        '圱' => [
            'qian',
            'su'
        ],
        '娕' => [
            'chuo',
            'lai'
        ],
        '蟛' => [
            'peng'
        ],
        '宇' => [
            'yu'
        ],
        '薰' => [
            'xun'
        ],
        '蜢' => [
            'meng'
        ],
        '局' => [
            'ju'
        ],
        '殂' => [
            'cu'
        ],
        '疵' => [
            'ci'
        ],
        '除' => [
            'chu'
        ],
        '程' => [
            'cheng'
        ],
        '铲' => [
            'chan'
        ],
        '本' => [
            'ben'
        ],
        '颏' => [
            'ke'
        ],
        '楗' => [
            'jian'
        ],
        '堨' => [
            'e',
            'ai',
            'ye'
        ],
        '妚' => [
            'fou',
            'pei',
            'pi'
        ],
        '痳' => [
            'ma',
            'lin'
        ],
        '町' => [
            'ting',
            'ding'
        ],
        '見' => [
            'jian',
            'xian'
        ],
        '裒' => [
            'pou'
        ],
        '杪' => [
            'miao'
        ],
        '政' => [
            'zheng'
        ],
        '寅' => [
            'yin'
        ],
        '嗽' => [
            'sou'
        ],
        '闩' => [
            'shuan'
        ],
        '榕' => [
            'rong'
        ],
        '睥' => [
            'pi'
        ],
        '坯' => [
            'pi'
        ],
        '锰' => [
            'meng'
        ],
        '馆' => [
            'guan'
        ],
        '蝠' => [
            'fu'
        ],
        '靛' => [
            'dian'
        ],
        '蚧' => [
            'jie'
        ],
        '駄' => [
            'tuo',
            'duo'
        ],
        '誂' => [
            'tiao',
            'diao'
        ],
        '觉' => [
            'jue',
            'jiao'
        ],
        '鞙' => [
            'xuan',
            'juan'
        ],
        '歅' => [
            'yan',
            'yin'
        ],
        '桡' => [
            'rao',
            'nao'
        ],
        '嘻' => [
            'xi'
        ],
        '围' => [
            'wei'
        ],
        '姘' => [
            'pin'
        ],
        '街' => [
            'jie'
        ],
        '蒺' => [
            'ji'
        ],
        '畸' => [
            'ji'
        ],
        '褐' => [
            'he'
        ],
        '够' => [
            'gou'
        ],
        '昶' => [
            'chang'
        ],
        '钵' => [
            'bo'
        ],
        '垭' => [
            'ya'
        ],
        '雠' => [
            'chou'
        ],
        '枨' => [
            'cheng'
        ],
        '墤' => [
            'kuai',
            'tui'
        ],
        '諀' => [
            'pi',
            'bei'
        ],
        '稌' => [
            'tu',
            'shu'
        ],
        '埫' => [
            'chong',
            'shang'
        ],
        '眨' => [
            'zha'
        ],
        '札' => [
            'zha'
        ],
        '颐' => [
            'yi'
        ],
        '殃' => [
            'yang'
        ],
        '霞' => [
            'xia'
        ],
        '守' => [
            'shou'
        ],
        '晴' => [
            'qing'
        ],
        '蜣' => [
            'qiang'
        ],
        '屁' => [
            'pi'
        ],
        '訇' => [
            'hong'
        ],
        '铳' => [
            'chong'
        ],
        '碚' => [
            'bei'
        ],
        '癯' => [
            'qu'
        ],
        '祓' => [
            'fu'
        ],
        '橏' => [
            'zhan',
            'jian'
        ],
        '裓' => [
            'ge',
            'jie'
        ],
        '欈' => [
            'wei',
            'zui'
        ],
        '杫' => [
            'si',
            'zhi',
            'xi'
        ],
        '嗾' => [
            'sou'
        ],
        '锱' => [
            'zi'
        ],
        '砟' => [
            'zha'
        ],
        '闪' => [
            'shan'
        ],
        '嚷' => [
            'rang'
        ],
        '睦' => [
            'mu'
        ],
        '密' => [
            'mi'
        ],
        '毁' => [
            'hui'
        ],
        '画' => [
            'hua'
        ],
        '风' => [
            'feng'
        ],
        '笃' => [
            'du'
        ],
        '痴' => [
            'chi'
        ],
        '馇' => [
            'cha'
        ],
        '蚨' => [
            'fu'
        ],
        '嘼' => [
            'chu',
            'xu',
            'shou'
        ],
        '誃' => [
            'yi',
            'chi',
            'chi'
        ],
        '射' => [
            'she',
            'ye',
            'yi'
        ],
        '秏' => [
            'hao',
            'mao'
        ],
        '瞤' => [
            'run',
            'shun'
        ],
        '镯' => [
            'zhuo'
        ],
        '蕴' => [
            'yun'
        ],
        '曰' => [
            'yue'
        ],
        '窈' => [
            'yao'
        ],
        '歆' => [
            'xin'
        ],
        '硝' => [
            'xiao'
        ],
        '螟' => [
            'ming'
        ],
        '媒' => [
            'mei'
        ],
        '囵' => [
            'lun'
        ],
        '垮' => [
            'kua'
        ],
        '觊' => [
            'ji'
        ],
        '桢' => [
            'zhen'
        ],
        '畹' => [
            'wan'
        ],
        '钶' => [
            'ke'
        ],
        '槔' => [
            'gao'
        ],
        '晵' => [
            'qi',
            'du'
        ],
        '韘' => [
            'she',
            'xie'
        ],
        '朮' => [
            'shu',
            'shu',
            'zhu'
        ],
        '奞' => [
            'xun',
            'zhui'
        ],
        '於' => [
            'yu',
            'wu'
        ],
        '墥' => [
            'tuan',
            'dong'
        ],
        '铴' => [
            'tang'
        ],
        '碛' => [
            'qi'
        ],
        '眩' => [
            'xuan'
        ],
        '袖' => [
            'xiu'
        ],
        '殄' => [
            'tian'
        ],
        '矢' => [
            'shi'
        ],
        '稍' => [
            'shao'
        ],
        '频' => [
            'pin'
        ],
        '虫' => [
            'chong'
        ],
        '层' => [
            'ceng'
        ],
        '安' => [
            'an'
        ],
        '圳' => [
            'zhen'
        ],
        '甼' => [
            'ting',
            'ding'
        ],
        '榗' => [
            'jian',
            'jin'
        ],
        '嚸' => [
            'diandim'
        ],
        '妜' => [
            'yue',
            'jue'
        ],
        '杬' => [
            'yuan',
            'wan'
        ],
        '蠛' => [
            'mie'
        ],
        '裔' => [
            'yi'
        ],
        '闫' => [
            'yan'
        ],
        '旺' => [
            'wang'
        ],
        '锲' => [
            'qie'
        ],
        '蔷' => [
            'qiang'
        ],
        '皮' => [
            'pi'
        ],
        '馈' => [
            'kui'
        ],
        '寇' => [
            'kou'
        ],
        '堪' => [
            'kan'
        ],
        '笄' => [
            'ji'
        ],
        '磙' => [
            'gun'
        ],
        '毂' => [
            'gu'
        ],
        '蚩' => [
            'chi'
        ],
        '橐' => [
            'tuo'
        ],
        '婕' => [
            'jie'
        ],
        '硞' => [
            'que',
            'ke',
            'ku'
        ],
        '嘽' => [
            'tan',
            'chan'
        ],
        '鏾' => [
            'san',
            'xian',
            'sa'
        ],
        '钷' => [
            'po'
        ],
        '姚' => [
            'yao'
        ],
        '餍' => [
            'yan'
        ],
        '衙' => [
            'ya'
        ],
        '歇' => [
            'xie'
        ],
        '枪' => [
            'qiang'
        ],
        '瞥' => [
            'pie'
        ],
        '镰' => [
            'lian'
        ],
        '媓' => [
            'huang'
        ],
        '塨' => [
            'gong'
        ],
        '档' => [
            'dang'
        ],
        '垯' => [
            'da'
        ],
        '瘳' => [
            'chou'
        ],
        '褒' => [
            'bao'
        ],
        '觋' => [
            'xi'
        ],
        '檎' => [
            'qin'
        ],
        '柨' => [
            'bu',
            'pu'
        ],
        '眪' => [
            'bing',
            'fang'
        ],
        '薳' => [
            'yuan',
            'wei'
        ],
        '宊' => [
            'tu',
            'jia'
        ],
        '术' => [
            'shu',
            'shu',
            'zhu'
        ],
        '祕' => [
            'mi',
            'bi'
        ],
        '矣' => [
            'yi'
        ],
        '蜥' => [
            'xi'
        ],
        '税' => [
            'shui'
        ],
        '施' => [
            'shi'
        ],
        '虬' => [
            'qiu'
        ],
        '娘' => [
            'niang'
        ],
        '晶' => [
            'jing'
        ],
        '简' => [
            'jian'
        ],
        '疸' => [
            'dan'
        ],
        '楚' => [
            'chu'
        ],
        '碜' => [
            'chen'
        ],
        '铵' => [
            'an'
        ],
        '噻' => [
            'sai'
        ],
        '陧' => [
            'nie'
        ],
        '埭' => [
            'dai'
        ],
        '瓿' => [
            'bu'
        ],
        '痶' => [
            'tian',
            'dian'
        ],
        '闬' => [
            'han',
            'bi'
        ],
        '禓' => [
            'shang',
            'yang'
        ],
        '暴' => [
            'bao',
            'pu'
        ],
        '裕' => [
            'yu'
        ],
        '岁' => [
            'sui'
        ],
        '壤' => [
            'rang'
        ],
        '杭' => [
            'hang'
        ],
        '非' => [
            'fei'
        ],
        '蚪' => [
            'dou'
        ],
        '蔸' => [
            'dou'
        ],
        '蝣' => [
            'you'
        ],
        '睨' => [
            'ni'
        ],
        '榘' => [
            'ju'
        ],
        '旻' => [
            'min'
        ],
        '難' => [
            'nan',
            'nuo'
        ],
        '嘾' => [
            'dan',
            'tan'
        ],
        '礘' => [
            'e',
            'qi'
        ],
        '桤' => [
            'qi'
        ],
        '瘴' => [
            'zhang'
        ],
        '曲' => [
            'qu'
        ],
        '科' => [
            'ke'
        ],
        '将' => [
            'jiang'
        ],
        '枫' => [
            'feng'
        ],
        '蒽' => [
            'en'
        ],
        '觌' => [
            'di'
        ],
        '褓' => [
            'bao'
        ],
        '阪' => [
            'ban'
        ],
        '镱' => [
            'yi'
        ],
        '骀' => [
            'tai'
        ],
        '钸' => [
            'bu'
        ],
        '梢' => [
            'shao',
            'sao'
        ],
        '楛' => [
            'ku',
            'hu'
        ],
        '墧' => [
            'qiao',
            'que'
        ],
        '樔' => [
            'jiao',
            'chao'
        ],
        '眫' => [
            'pang',
            'pan'
        ],
        '蓻' => [
            'zi',
            'ju'
        ],
        '箁' => [
            'pou',
            'bu',
            'fu',
            'pu'
        ],
        '祖' => [
            'zu'
        ],
        '疹' => [
            'zhen'
        ],
        '陨' => [
            'yun'
        ],
        '银' => [
            'yin'
        ],
        '颓' => [
            'tui'
        ],
        '宋' => [
            'song'
        ],
        '噼' => [
            'pi'
        ],
        '霡' => [
            'mai'
        ],
        '柩' => [
            'jiu'
        ],
        '晷' => [
            'gui'
        ],
        '奠' => [
            'dian'
        ],
        '殆' => [
            'dai'
        ],
        '屄' => [
            'bi'
        ],
        '嫒' => [
            'ai'
        ],
        '禔' => [
            'ti',
            'zhi'
        ],
        '嬐' => [
            'xian',
            'yan',
            'jin'
        ],
        '杮' => [
            'fei',
            'bei'
        ],
        '岂' => [
            'qi',
            'kai'
        ],
        '栧' => [
            'yi',
            'xie'
        ],
        '砢' => [
            'ke',
            'luo'
        ],
        '痷' => [
            'an',
            'ye',
            'e'
        ],
        '甾' => [
            'zai',
            'zi'
        ],
        '棠' => [
            'tang'
        ],
        '馊' => [
            'sou'
        ],
        '妞' => [
            'niu'
        ],
        '闭' => [
            'bi'
        ],
        '笆' => [
            'ba'
        ],
        '坳' => [
            'ao'
        ],
        '蝤' => [
            'qiu'
        ],
        '蔹' => [
            'lian'
        ],
        '詈' => [
            'li'
        ],
        '锴' => [
            'kai'
        ],
        '飑' => [
            'biao'
        ],
        '鞝' => [
            'shang',
            'zhang'
        ],
        '孎' => [
            'zhu',
            'chuo'
        ],
        '窋' => [
            'zhu',
            'ku'
        ],
        '嘿' => [
            'hei',
            'mo'
        ],
        '曳' => [
            'ye'
        ],
        '檐' => [
            'yan'
        ],
        '骁' => [
            'xiao'
        ],
        '瞧' => [
            'qiao'
        ],
        '桥' => [
            'qiao'
        ],
        '歉' => [
            'qian'
        ],
        '目' => [
            'mu'
        ],
        '秒' => [
            'miao'
        ],
        '姜' => [
            'jiang'
        ],
        '镲' => [
            'cha'
        ],
        '钹' => [
            'bo'
        ],
        '瘵' => [
            'zhai'
        ],
        '蛩' => [
            'tun'
        ],
        '蓼' => [
            'liao',
            'lu'
        ],
        '斿' => [
            'liu',
            'you'
        ],
        '薵' => [
            'chou',
            'zhou'
        ],
        '朱' => [
            'zhu',
            'shu'
        ],
        '櫎' => [
            'huang',
            'guo',
            'gu'
        ],
        '疺' => [
            'fa',
            'bian'
        ],
        '知' => [
            'zhi'
        ],
        '险' => [
            'xian'
        ],
        '完' => [
            'wan'
        ],
        '殇' => [
            'shang'
        ],
        '铷' => [
            'ru'
        ],
        '蟠' => [
            'pan'
        ],
        '墨' => [
            'mo'
        ],
        '居' => [
            'ju'
        ],
        '虮' => [
            'ji'
        ],
        '埯' => [
            'an'
        ],
        '祗' => [
            'zhi'
        ],
        '汀' => [
            'ting'
        ],
        '颔' => [
            'han'
        ],
        '鐾' => [
            'bei'
        ],
        '睪' => [
            'yi',
            'ze',
            'gao'
        ],
        '覐' => [
            'jue',
            'jiao'
        ],
        '婘' => [
            'quan',
            'juan'
        ],
        '旽' => [
            'tun',
            'zhun'
        ],
        '皱' => [
            'zhou'
        ],
        '毅' => [
            'yi'
        ],
        '问' => [
            'wen'
        ],
        '隧' => [
            'sui'
        ],
        '飒' => [
            'sa'
        ],
        '锵' => [
            'qiang'
        ],
        '蝥' => [
            'mao'
        ],
        '靠' => [
            'kao'
        ],
        '馋' => [
            'chan'
        ],
        '杯' => [
            'bei'
        ],
        '蚬' => [
            'xian'
        ],
        '砣' => [
            'tuo'
        ],
        '蔺' => [
            'lin'
        ],
        '蛪' => [
            'qie',
            'ni'
        ],
        '窌' => [
            'jiao',
            'liao',
            'liu'
        ],
        '填' => [
            'tian',
            'zhen'
        ],
        '鞞' => [
            'bing',
            'pi',
            'bi',
            'bei'
        ],
        '钺' => [
            'yue'
        ],
        '枭' => [
            'xiao'
        ],
        '姝' => [
            'shu'
        ],
        '骂' => [
            'ma'
        ],
        '囹' => [
            'ling'
        ],
        '桦' => [
            'hua'
        ],
        '蒿' => [
            'hao'
        ],
        '更' => [
            'geng'
        ],
        '椟' => [
            'du'
        ],
        '盯' => [
            'ding'
        ],
        '餐' => [
            'can'
        ],
        '镳' => [
            'biao'
        ],
        '觎' => [
            'yu'
        ],
        '夤' => [
            'yin'
        ],
        '筅' => [
            'xian'
        ],
        '峁' => [
            'mao'
        ],
        '檑' => [
            'lei'
        ],
        '垲' => [
            'kai'
        ],
        '眭' => [
            'gui',
            'sui'
        ],
        '薶' => [
            'mai',
            'wo'
        ],
        '铸' => [
            'zhu'
        ],
        '汁' => [
            'zhi'
        ],
        '奢' => [
            'she'
        ],
        '嫔' => [
            'pin'
        ],
        '陪' => [
            'pei'
        ],
        '墩' => [
            'dun'
        ],
        '碟' => [
            'die'
        ],
        '髀' => [
            'bi'
        ],
        '楝' => [
            'lian'
        ],
        '磝' => [
            'ao',
            'qiao'
        ],
        '橔' => [
            'tui',
            'dun'
        ],
        '妠' => [
            'na',
            'nan'
        ],
        '嚼' => [
            'jue',
            'jiao'
        ],
        '榛' => [
            'zhen'
        ],
        '栩' => [
            'xu'
        ],
        '裘' => [
            'qiu'
        ],
        '靡' => [
            'mi'
        ],
        '蔻' => [
            'kou'
        ],
        '飓' => [
            'ju'
        ],
        '皲' => [
            'jiu'
        ],
        '睫' => [
            'jie'
        ],
        '杰' => [
            'jie'
        ],
        '笈' => [
            'ji'
        ],
        '篁' => [
            'huang'
        ],
        '闯' => [
            'chuang'
        ],
        '痹' => [
            'bi'
        ],
        '锶' => [
            'si'
        ],
        '桧' => [
            'gui',
            'hui'
        ],
        '尉' => [
            'wei',
            'yu'
        ],
        '枮' => [
            'xian',
            'zhen'
        ],
        '槙' => [
            'dian',
            'zhen'
        ],
        '姞' => [
            'ji'
        ],
        '钻' => [
            'zuan'
        ],
        '子' => [
            'zi'
        ],
        '瞩' => [
            'zhu'
        ],
        '昼' => [
            'zhou'
        ],
        '氄' => [
            'rong'
        ],
        '窍' => [
            'qiao'
        ],
        '夥' => [
            'huo'
        ],
        '固' => [
            'gu'
        ],
        '觏' => [
            'gou'
        ],
        '塬' => [
            'yuan'
        ],
        '蕹' => [
            'weng'
        ],
        '椠' => [
            'qian'
        ],
        '箄' => [
            'pai',
            'bei'
        ],
        '埱' => [
            'chu',
            'tou'
        ],
        '娜' => [
            'na',
            'nuo'
        ],
        '智' => [
            'zhi'
        ],
        '颖' => [
            'ying'
        ],
        '殉' => [
            'xun'
        ],
        '疼' => [
            'teng'
        ],
        '求' => [
            'qiu'
        ],
        '立' => [
            'li'
        ],
        '楞' => [
            'leng'
        ],
        '柬' => [
            'jian'
        ],
        '樗' => [
            'chu'
        ],
        '蜩' => [
            'tiao'
        ],
        '矧' => [
            'shen'
        ],
        '薷' => [
            'ru'
        ],
        '铹' => [
            'lao'
        ],
        '髁' => [
            'ke'
        ],
        '棣' => [
            'di',
            'dai',
            'ti'
        ],
        '蚮' => [
            'dai',
            'de'
        ],
        '隩' => [
            'ao',
            'yu'
        ],
        '株' => [
            'zhu'
        ],
        '闰' => [
            'run'
        ],
        '裙' => [
            'qun'
        ],
        '馍' => [
            'mo'
        ],
        '面' => [
            'mian'
        ],
        '婚' => [
            'hun'
        ],
        '富' => [
            'fu'
        ],
        '砥' => [
            'di'
        ],
        '睬' => [
            'cai'
        ],
        '榜' => [
            'bang'
        ],
        '蔼' => [
            'ai'
        ],
        '坶' => [
            'mu'
        ],
        '锷' => [
            'e'
        ],
        '尊' => [
            'zun'
        ],
        '誉' => [
            'yu'
        ],
        '阮' => [
            'ruan'
        ],
        '瘸' => [
            'que'
        ],
        '钼' => [
            'mu'
        ],
        '枯' => [
            'ku'
        ],
        '鞠' => [
            'ju'
        ],
        '觐' => [
            'jin'
        ],
        '孑' => [
            'jie'
        ],
        '骄' => [
            'jiao'
        ],
        '桨' => [
            'jiang'
        ],
        '畿' => [
            'ji'
        ],
        '歌' => [
            'ge'
        ],
        '窎' => [
            'diao'
        ],
        '瞪' => [
            'deng'
        ],
        '秕' => [
            'bi'
        ],
        '盱' => [
            'xu'
        ],
        '筇' => [
            'qiong'
        ],
        '垴' => [
            'nao'
        ],
        '蕺' => [
            'ji'
        ],
        '氅' => [
            'chang'
        ],
        '汃' => [
            'bin',
            'pa'
        ],
        '奤' => [
            'po',
            'ha',
            'tai'
        ],
        '柭' => [
            'ba',
            'fu',
            'pei',
            'bo',
            'bie'
        ],
        '朴' => [
            'pu',
            'po',
            'piao'
        ],
        '娝' => [
            'pou',
            'bi'
        ],
        '晻' => [
            'an',
            'yan'
        ],
        '墫' => [
            'zun',
            'dun'
        ],
        '髂' => [
            'qia'
        ],
        '嫖' => [
            'piao'
        ],
        '祚' => [
            'zuo'
        ],
        '袜' => [
            'wa'
        ],
        '殊' => [
            'shu'
        ],
        '虱' => [
            'shi'
        ],
        '屈' => [
            'qu'
        ],
        '铺' => [
            'pu'
        ],
        '眯' => [
            'mi'
        ],
        '梦' => [
            'meng'
        ],
        '颗' => [
            'ke'
        ],
        '宏' => [
            'hong'
        ],
        '樘' => [
            'cheng'
        ],
        '陬' => [
            'zou'
        ],
        '碡' => [
            'zhou'
        ],
        '蓿' => [
            'xu'
        ],
        '圹' => [
            'kuang'
        ],
        '疽' => [
            'ju'
        ],
        '箅' => [
            'bi'
        ],
        '橖' => [
            'tang',
            'cheng'
        ],
        '栫' => [
            'jian',
            'zun'
        ],
        '榝' => [
            'sha',
            'xie'
        ],
        '砦' => [
            'zhai'
        ],
        '堰' => [
            'yan'
        ],
        '闱' => [
            'wei'
        ],
        '穑' => [
            'se'
        ],
        '蚯' => [
            'qiu'
        ],
        '沁' => [
            'qin'
        ],
        '蠡' => [
            'li'
        ],
        '坷' => [
            'ke'
        ],
        '杲' => [
            'gao'
        ],
        '皴' => [
            'cun'
        ],
        '锸' => [
            'cha'
        ],
        '馎' => [
            'bo'
        ],
        '蔽' => [
            'bi'
        ],
        '笊' => [
            'zhao'
        ],
        '暹' => [
            'xian'
        ],
        '飕' => [
            'sou'
        ],
        '槛' => [
            'jian',
            'kan'
        ],
        '大' => [
            'da',
            'dai',
            'tai'
        ],
        '钽' => [
            'tan'
        ],
        '氆' => [
            'pu'
        ],
        '枰' => [
            'ping'
        ],
        '桩' => [
            'zhuang'
        ],
        '蛭' => [
            'zhi'
        ],
        '雨' => [
            'yu'
        ],
        '镶' => [
            'xiang'
        ],
        '显' => [
            'xian'
        ],
        '誊' => [
            'teng'
        ],
        '觑' => [
            'qu'
        ],
        '盲' => [
            'mang'
        ],
        '骅' => [
            'hua'
        ],
        '曷' => [
            'he'
        ],
        '峄' => [
            'yi'
        ],
        '蕻' => [
            'hong'
        ],
        '埳' => [
            'xian',
            'kan'
        ],
        '眰' => [
            'die',
            'zhi'
        ],
        '娞' => [
            'nei',
            'sui'
        ],
        '柮' => [
            'duo',
            'zuo',
            'wu'
        ],
        '奥' => [
            'ao',
            'yu'
        ],
        '薹' => [
            'tai'
        ],
        '梧' => [
            'wu'
        ],
        '屉' => [
            'ti'
        ],
        '题' => [
            'ti'
        ],
        '稔' => [
            'ren'
        ],
        '楠' => [
            'nan'
        ],
        '崂' => [
            'lao'
        ],
        '矩' => [
            'ju'
        ],
        '疾' => [
            'ji'
        ],
        '朵' => [
            'duo'
        ],
        '场' => [
            'chang'
        ],
        '残' => [
            'can'
        ],
        '祛' => [
            'qu'
        ],
        '婜' => [
            'qian',
            'jin'
        ],
        '砧' => [
            'zhen'
        ],
        '杳' => [
            'yao'
        ],
        '闲' => [
            'xian'
        ],
        '笋' => [
            'sun'
        ],
        '锹' => [
            'qiao'
        ],
        '馏' => [
            'liu'
        ],
        '痼' => [
            'gu'
        ],
        '蠢' => [
            'chun'
        ],
        '妣' => [
            'bi'
        ],
        '蚰' => [
            'you'
        ],
        '沂' => [
            'yi'
        ],
        '欐' => [
            'li'
        ],
        '枱' => [
            'si',
            'tai'
        ],
        '簂' => [
            'guo',
            'gui'
        ],
        '鞢' => [
            'xie',
            'die'
        ],
        '姡' => [
            'hua',
            'huo'
        ],
        '角' => [
            'jiao',
            'jue'
        ],
        '窐' => [
            'wa',
            'gui'
        ],
        '盳' => [
            'mang',
            'wang'
        ],
        '硥' => [
            'mang',
            'bang'
        ],
        '尌' => [
            'shu',
            'zhu'
        ],
        '瞬' => [
            'shun'
        ],
        '媚' => [
            'mei'
        ],
        '蛮' => [
            'man'
        ],
        '骆' => [
            'luo'
        ],
        '钾' => [
            'jia'
        ],
        '国' => [
            'guo'
        ],
        '等' => [
            'deng'
        ],
        '褙' => [
            'bei'
        ],
        '雩' => [
            'yu'
        ],
        '礞' => [
            'meng'
        ],
        '氇' => [
            'lu'
        ],
        '孓' => [
            'jue'
        ],
        '薺' => [
            'ji',
            'qi'
        ],
        '讂' => [
            'juan',
            'xuan'
        ],
        '碣' => [
            'jie',
            'ya'
        ],
        '圻' => [
            'qi',
            'yin'
        ],
        '梨' => [
            'li'
        ],
        '娟' => [
            'juan'
        ],
        '届' => [
            'jie'
        ],
        '蟥' => [
            'huang'
        ],
        '癸' => [
            'gui'
        ],
        '籀' => [
            'zhou'
        ],
        '埴' => [
            'zhi'
        ],
        '嫘' => [
            'lei'
        ],
        '铼' => [
            'lai'
        ],
        '崃' => [
            'lai'
        ],
        '柯' => [
            'ke'
        ],
        '祜' => [
            'hu'
        ],
        '嵁' => [
            'kan',
            'zhan'
        ],
        '藸' => [
            'zhu',
            'chu'
        ],
        '覕' => [
            'pie',
            'mie'
        ],
        '蚱' => [
            'zha'
        ],
        '沃' => [
            'wo'
        ],
        '士' => [
            'shi'
        ],
        '诀' => [
            'jue'
        ],
        '橘' => [
            'ju'
        ],
        '闳' => [
            'hong'
        ],
        '禚' => [
            'zhuo'
        ],
        '锺' => [
            'zhong'
        ],
        '妤' => [
            'yu'
        ],
        '靥' => [
            'ye'
        ],
        '岈' => [
            'ya'
        ],
        '馐' => [
            'xiu'
        ],
        '謇' => [
            'jian'
        ],
        '嬖' => [
            'bi'
        ],
        '秘' => [
            'mi',
            'bi'
        ],
        '钿' => [
            'dian',
            'tian'
        ],
        '歏' => [
            'jin',
            'qun'
        ],
        '硦' => [
            'luo',
            'long'
        ],
        '桫' => [
            'suo'
        ],
        '直' => [
            'zhi'
        ],
        '媛' => [
            'yuan'
        ],
        '窑' => [
            'yao'
        ],
        '雪' => [
            'xue'
        ],
        '图' => [
            'tu'
        ],
        '天' => [
            'tian'
        ],
        '鞣' => [
            'rou'
        ],
        '瞭' => [
            'liao'
        ],
        '孔' => [
            'kong'
        ],
        '阱' => [
            'jing'
        ],
        '衡' => [
            'heng'
        ],
        '骇' => [
            'hai'
        ],
        '褚' => [
            'chu'
        ],
        '曹' => [
            'cao'
        ],
        '螨' => [
            'man'
        ],
        '椤' => [
            'luo'
        ],
        '梩' => [
            'si',
            'qi'
        ],
        '朷' => [
            'dao',
            'tiao',
            'mu'
        ],
        '墮' => [
            'duo',
            'hui'
        ],
        '蟦' => [
            'fei',
            'ben'
        ],
        '箈' => [
            'tai',
            'chi'
        ],
        '奧' => [
            'ao',
            'yu'
        ],
        '樛' => [
            'jiu',
            'liao'
        ],
        '铽' => [
            'te'
        ],
        '祝' => [
            'zhu'
        ],
        '屋' => [
            'wu'
        ],
        '殍' => [
            'piao'
        ],
        '髅' => [
            'lou'
        ],
        '晾' => [
            'liang'
        ],
        '籁' => [
            'lai'
        ],
        '矫' => [
            'jiao'
        ],
        '颚' => [
            'e'
        ],
        '汆' => [
            'cuan'
        ],
        '娠' => [
            'shen'
        ],
        '柰' => [
            'nai'
        ],
        '砩' => [
            'fu',
            'fei'
        ],
        '痾' => [
            'ke',
            'e'
        ],
        '笍' => [
            'zhui',
            'rui'
        ],
        '鬃' => [
            'zong'
        ],
        '篆' => [
            'zhuan'
        ],
        '证' => [
            'zheng'
        ],
        '一' => [
            'yi'
        ],
        '毋' => [
            'wu'
        ],
        '妥' => [
            'tuo'
        ],
        '嬗' => [
            'shan'
        ],
        '壬' => [
            'ren'
        ],
        '飘' => [
            'piao'
        ],
        '寐' => [
            'mei'
        ],
        '间' => [
            'jian'
        ],
        '锻' => [
            'duan'
        ],
        '杵' => [
            'chu'
        ],
        '橙' => [
            'cheng'
        ],
        '馑' => [
            'jin'
        ],
        '垸' => [
            'yuan',
            'huan'
        ],
        '硧' => [
            'yong',
            'tong'
        ],
        '峇' => [
            'ke',
            'ba'
        ],
        '姣' => [
            'jiao',
            'xiao'
        ],
        '窒' => [
            'zhi'
        ],
        '枳' => [
            'zhi'
        ],
        '蛰' => [
            'zhe'
        ],
        '孕' => [
            'yun'
        ],
        '囿' => [
            'you'
        ],
        '太' => [
            'tai'
        ],
        '骈' => [
            'pian'
        ],
        '褛' => [
            'lv'
        ],
        '蕾' => [
            'lei'
        ],
        '魁' => [
            'kui'
        ],
        '筋' => [
            'jin'
        ],
        '防' => [
            'fang'
        ],
        '瞮' => [
            'che'
        ],
        '檗' => [
            'bo'
        ],
        '衢' => [
            'qu'
        ],
        '瘼' => [
            'mo'
        ],
        '箉' => [
            'guai',
            'dai'
        ],
        '竐' => [
            'chu',
            'qi'
        ],
        '埶' => [
            'yi',
            'shi'
        ],
        '蟧' => [
            'lao',
            'liao'
        ],
        '宓' => [
            'mi',
            'fu'
        ],
        '柱' => [
            'zhu'
        ],
        '神' => [
            'shen'
        ],
        '楣' => [
            'mei'
        ],
        '链' => [
            'lian'
        ],
        '汇' => [
            'hui'
        ],
        '屌' => [
            'diao'
        ],
        '矬' => [
            'cuo'
        ],
        '稗' => [
            'bai'
        ],
        '颛' => [
            'zhuan'
        ],
        '蜮' => [
            'yu'
        ],
        '饔' => [
            'yong'
        ],
        '碥' => [
            'bian'
        ],
        '坻' => [
            'di',
            'chi'
        ],
        '栯' => [
            'you',
            'yu'
        ],
        '毌' => [
            'guan',
            'wan'
        ],
        '丁' => [
            'ding',
            'zheng'
        ],
        '橚' => [
            'su',
            'qiu'
        ],
        '锼' => [
            'sou'
        ],
        '闵' => [
            'min'
        ],
        '痿' => [
            'wei'
        ],
        '篇' => [
            'pian'
        ],
        '馒' => [
            'man'
        ],
        '诂' => [
            'gu'
        ],
        '飙' => [
            'biao'
        ],
        '沅' => [
            'yuan'
        ],
        '姤' => [
            'gou',
            'du'
        ],
        '桭' => [
            'chen',
            'zhen'
        ],
        '瞯' => [
            'xian',
            'jian'
        ],
        '檘' => [
            'ping',
            'bo'
        ],
        '槟' => [
            'bin',
            'bing'
        ],
        '椦' => [
            'juan',
            'quan'
        ],
        '孖' => [
            'zi',
            'ma'
        ],
        '蘸' => [
            'zhan'
        ],
        '谀' => [
            'yu'
        ],
        '衣' => [
            'yi'
        ],
        '阳' => [
            'yang'
        ],
        '小' => [
            'xiao'
        ],
        '魂' => [
            'hun'
        ],
        '夫' => [
            'fu'
        ],
        '鞥' => [
            'eng'
        ],
        '骉' => [
            'biao'
        ],
        '筌' => [
            'quan'
        ],
        '蛱' => [
            'jia'
        ],
        '楤' => [
            'song',
            'cong'
        ],
        '稘' => [
            'ji',
            'qi'
        ],
        '柲' => [
            'bi',
            'bie'
        ],
        '眴' => [
            'xuan',
            'shun',
            'xun'
        ],
        '朹' => [
            'qiu',
            'gui'
        ],
        '櫖' => [
            'lv',
            'chu'
        ],
        '霪' => [
            'yin'
        ],
        '颜' => [
            'yan'
        ],
        '饕' => [
            'tao'
        ],
        '祟' => [
            'sui'
        ],
        '铿' => [
            'keng'
        ],
        '洁' => [
            'jie'
        ],
        '圾' => [
            'ji'
        ],
        '竑' => [
            'hong'
        ],
        '短' => [
            'duan'
        ],
        '汈' => [
            'diao'
        ],
        '登' => [
            'deng'
        ],
        '崆' => [
            'kong'
        ],
        '丂' => [
            'kao',
            'qiao',
            'yu'
        ],
        '婠' => [
            'wan',
            'wa'
        ],
        '妧' => [
            'wan',
            'yuan'
        ],
        '壮' => [
            'zhuang'
        ],
        '藻' => [
            'zao'
        ],
        '杷' => [
            'pa'
        ],
        '母' => [
            'mu'
        ],
        '锽' => [
            'huang'
        ],
        '笏' => [
            'hu'
        ],
        '诃' => [
            'he'
        ],
        '沆' => [
            'hang'
        ],
        '寒' => [
            'han'
        ],
        '堵' => [
            'du'
        ],
        '坼' => [
            'che'
        ],
        '蚴' => [
            'you'
        ],
        '暾' => [
            'tun'
        ],
        '裟' => [
            'sha'
        ],
        '馓' => [
            'san'
        ],
        '闶' => [
            'kang'
        ],
        '橛' => [
            'jue'
        ],
        '飚' => [
            'biao'
        ],
        '泄' => [
            'xie',
            'yi'
        ],
        '雭' => [
            'se',
            'xi'
        ],
        '尐' => [
            'jie',
            'ji'
        ],
        '姥' => [
            'mu',
            'lao'
        ],
        '盷' => [
            'xian',
            'tian'
        ],
        '垺' => [
            'pou',
            'fu'
        ],
        '螫' => [
            'shi',
            'zhe'
        ],
        '衤' => [
            'yi'
        ],
        '字' => [
            'zi'
        ],
        '嶂' => [
            'zhang'
        ],
        '瘾' => [
            'yin'
        ],
        '阴' => [
            'yin'
        ],
        '谁' => [
            'shui'
        ],
        '曼' => [
            'man'
        ],
        '瞰' => [
            'kan'
        ],
        '魃' => [
            'ba'
        ],
        '槠' => [
            'zhu'
        ],
        '枵' => [
            'xiao'
        ],
        '蛲' => [
            'nao'
        ],
        '骊' => [
            'li'
        ],
        '觖' => [
            'jue'
        ],
        '楥' => [
            'xuan',
            'yuan'
        ],
        '櫗' => [
            'mie',
            'mei'
        ],
        '袢' => [
            'pan'
        ],
        '屎' => [
            'shi'
        ],
        '柳' => [
            'liu'
        ],
        '机' => [
            'ji'
        ],
        '汉' => [
            'han'
        ],
        '额' => [
            'e'
        ],
        '娣' => [
            'di'
        ],
        '宕' => [
            'dang'
        ],
        '祠' => [
            'ci'
        ],
        '陲' => [
            'chui'
        ],
        '崇' => [
            'chong'
        ],
        '碧' => [
            'bi'
        ],
        '矮' => [
            'ai'
        ],
        '嫜' => [
            'zhang'
        ],
        '埸' => [
            'yi'
        ],
        '眵' => [
            'chi'
        ],
        '杸' => [
            'shu',
            'dui'
        ],
        '砬' => [
            'li',
            'la'
        ],
        '寓' => [
            'yu'
        ],
        '穗' => [
            'sui'
        ],
        '七' => [
            'qi'
        ],
        '评' => [
            'ping'
        ],
        '闷' => [
            'men'
        ],
        '岌' => [
            'ji'
        ],
        '革' => [
            'ge'
        ],
        '蝮' => [
            'fu'
        ],
        '妨' => [
            'fang'
        ],
        '馔' => [
            'zhuan'
        ],
        '隰' => [
            'xi'
        ],
        '锾' => [
            'huan'
        ],
        '蚵' => [
            'ke'
        ],
        '峊' => [
            'fu',
            'nie'
        ],
        '嶃' => [
            'zhan',
            'chan'
        ],
        '桯' => [
            'ting',
            'ying'
        ],
        '窕' => [
            'tiao',
            'yao'
        ],
        '乁' => [
            'yi',
            'ji'
        ],
        '曽' => [
            'zeng',
            'ceng'
        ],
        '阵' => [
            'zhen'
        ],
        '夭' => [
            'yao'
        ],
        '相' => [
            'xiang'
        ],
        '少' => [
            'shao'
        ],
        '泅' => [
            'qiu'
        ],
        '魄' => [
            'po'
        ],
        '架' => [
            'jia'
        ],
        '存' => [
            'cun'
        ],
        '簇' => [
            'cu'
        ],
        '骋' => [
            'cheng'
        ],
        '螬' => [
            'cao'
        ],
        '补' => [
            'bu'
        ],
        '瘿' => [
            'ying'
        ],
        '硪' => [
            'wo'
        ],
        '蛳' => [
            'si'
        ],
        '谂' => [
            'shen'
        ],
        '髉' => [
            'bo',
            'jue'
        ],
        '屏' => [
            'ping',
            'bing'
        ],
        '巁' => [
            'li',
            'lie'
        ],
        '殑' => [
            'qing',
            'jing'
        ],
        '箌' => [
            'zhao',
            'dao'
        ],
        '諎' => [
            'ze',
            'zuo',
            'zha',
            'cuo'
        ],
        '蜱' => [
            'pi'
        ],
        '稚' => [
            'zhi'
        ],
        '樟' => [
            'zhang'
        ],
        '梭' => [
            'suo'
        ],
        '培' => [
            'pei'
        ],
        '眶' => [
            'kuang'
        ],
        '蟪' => [
            'hui'
        ],
        '襜' => [
            'chan'
        ],
        '柴' => [
            'chai'
        ],
        '汊' => [
            'cha'
        ],
        '白' => [
            'bai'
        ],
        '楦' => [
            'xuan'
        ],
        '颞' => [
            'nie'
        ],
        '皻' => [
            'zha',
            'cu'
        ],
        '覚' => [
            'jue',
            'jiao'
        ],
        '沈' => [
            'shen',
            'chen'
        ],
        '橝' => [
            'tan',
            'dian'
        ],
        '穘' => [
            'xiao',
            'rao'
        ],
        '嬛' => [
            'huan',
            'xuan',
            'qiong'
        ],
        '岍' => [
            'qian'
        ],
        '诅' => [
            'zu'
        ],
        '闸' => [
            'zha'
        ],
        '笑' => [
            'xiao'
        ],
        '妩' => [
            'wu'
        ],
        '声' => [
            'sheng'
        ],
        '每' => [
            'mei'
        ],
        '流' => [
            'liu'
        ],
        '蚶' => [
            'han'
        ],
        '砭' => [
            'bian'
        ],
        '婢' => [
            'bi'
        ],
        '锿' => [
            'ai'
        ],
        '馕' => [
            'nang'
        ],
        '栲' => [
            'kao'
        ],
        '媠' => [
            'tuo',
            'duo'
        ],
        '曾' => [
            'zeng',
            'ceng'
        ],
        '嶄' => [
            'zhan',
            'chan'
        ],
        '糁' => [
            'san',
            'shen'
        ],
        '槢' => [
            'xi',
            'die'
        ],
        '孙' => [
            'sun',
            'xun'
        ],
        '泆' => [
            'yi',
            'die'
        ],
        '蛴' => [
            'qi'
        ],
        '乂' => [
            'yi'
        ],
        '央' => [
            'yang'
        ],
        '验' => [
            'yan'
        ],
        '雯' => [
            'wen'
        ],
        '魅' => [
            'mei'
        ],
        '硫' => [
            'liu'
        ],
        '阶' => [
            'jie'
        ],
        '窖' => [
            'jiao'
        ],
        '枷' => [
            'jia'
        ],
        '筏' => [
            'fa'
        ],
        '盹' => [
            'dun'
        ],
        '峋' => [
            'xun'
        ],
        '氍' => [
            'qu'
        ],
        '调' => [
            'tiao'
        ],
        '螭' => [
            'chi'
        ],
        '礤' => [
            'ca'
        ],
        '蟫' => [
            'yin',
            'xun'
        ],
        '汋' => [
            'zhuo',
            'que'
        ],
        '碩' => [
            'shuo',
            'shi'
        ],
        '巂' => [
            'gui',
            'xi',
            'juan'
        ],
        '楧' => [
            'yang',
            'ying'
        ],
        '陴' => [
            'pi'
        ],
        '宗' => [
            'zong'
        ],
        '殒' => [
            'yun'
        ],
        '韦' => [
            'wei'
        ],
        '袤' => [
            'mao'
        ],
        '眷' => [
            'juan'
        ],
        '基' => [
            'ji'
        ],
        '屐' => [
            'ji'
        ],
        '豁' => [
            'huo'
        ],
        '洄' => [
            'hui'
        ],
        '虹' => [
            'hong'
        ],
        '箍' => [
            'gu'
        ],
        '娥' => [
            'e'
        ],
        '百' => [
            'bai'
        ],
        '霭' => [
            'ai'
        ],
        '祢' => [
            'mi'
        ],
        '颟' => [
            'man'
        ],
        '棬' => [
            'quan',
            'juan'
        ],
        '识' => [
            'shi',
            'zhi'
        ],
        '笒' => [
            'cen',
            'jin',
            'han'
        ],
        '妪' => [
            'yu'
        ],
        '首' => [
            'shou'
        ],
        '闹' => [
            'nao'
        ],
        '嵇' => [
            'ji'
        ],
        '沉' => [
            'chen'
        ],
        '毐' => [
            'ai'
        ],
        '鬈' => [
            'quan'
        ],
        '裢' => [
            'lian'
        ],
        '栳' => [
            'lao'
        ],
        '蝰' => [
            'kui'
        ],
        '槣' => [
            'ji',
            'gui'
        ],
        '夯' => [
            'hang',
            'ben'
        ],
        '礥' => [
            'xian',
            'xin'
        ],
        '枸' => [
            'ju',
            'gou'
        ],
        '檜' => [
            'gui',
            'hui'
        ],
        '誒' => [
            'ei',
            'xi'
        ],
        '蘼' => [
            'mi'
        ],
        '硬' => [
            'ying'
        ],
        '姨' => [
            'yi'
        ],
        '魆' => [
            'xu'
        ],
        '瞳' => [
            'tong'
        ],
        '替' => [
            'ti'
        ],
        '乃' => [
            'nai'
        ],
        '筐' => [
            'kuang'
        ],
        '孚' => [
            'fu'
        ],
        '窗' => [
            'chuang'
        ],
        '谄' => [
            'chan'
        ],
        '模' => [
            'mo',
            'mu'
        ],
        '讉' => [
            'yi',
            'tui'
        ],
        '稜' => [
            'leng',
            'ling'
        ],
        '閼' => [
            'e',
            'yan'
        ],
        '朽' => [
            'xiu'
        ],
        '屑' => [
            'xie'
        ],
        '梯' => [
            'ti'
        ],
        '韧' => [
            'ren'
        ],
        '眸' => [
            'mou'
        ],
        '陵' => [
            'ling'
        ],
        '殓' => [
            'lian'
        ],
        '髋' => [
            'kuan'
        ],
        '官' => [
            'guan'
        ],
        '颠' => [
            'dian'
        ],
        '虺' => [
            'hui'
        ],
        '襞' => [
            'bi'
        ],
        '婤' => [
            'zhou',
            'chou'
        ],
        '隳' => [
            'hui',
            'duo'
        ],
        '笓' => [
            'pi',
            'bi'
        ],
        '杻' => [
            'niu',
            'chou'
        ],
        '寖' => [
            'jin',
            'qin'
        ],
        '皽' => [
            'zhao',
            'zhan',
            'dan'
        ],
        '磨' => [
            'mo'
        ],
        '浃' => [
            'jia'
        ],
        '藿' => [
            'huo'
        ],
        '篌' => [
            'hou'
        ],
        '闺' => [
            'gui'
        ],
        '妫' => [
            'gui'
        ],
        '飞' => [
            'fei'
        ],
        '币' => [
            'bi'
        ],
        '裣' => [
            'lian'
        ],
        '馗' => [
            'kui'
        ],
        '盻' => [
            'xi',
            'pan'
        ],
        '瞴' => [
            'wu',
            'mi'
        ],
        '鞪' => [
            'mu',
            'mou'
        ],
        '枹' => [
            'bao',
            'fu'
        ],
        '氏' => [
            'shi',
            'zhi'
        ],
        '租' => [
            'zu'
        ],
        '筑' => [
            'zhu'
        ],
        '魇' => [
            'yan'
        ],
        '誓' => [
            'shi'
        ],
        '谅' => [
            'liang'
        ],
        '窘' => [
            'jiong'
        ],
        '觚' => [
            'gu'
        ],
        '尔' => [
            'er'
        ],
        '褡' => [
            'da'
        ],
        '表' => [
            'biao'
        ],
        '螯' => [
            'ao'
        ],
        '硭' => [
            'mang'
        ],
        '长' => [
            'chang'
        ],
        '孛' => [
            'bei'
        ],
        '袦' => [
            'na',
            'jue'
        ],
        '籈' => [
            'zhen',
            'jian'
        ],
        '樢' => [
            'niao',
            'mu'
        ],
        '宙' => [
            'zhou'
        ],
        '械' => [
            'xie'
        ],
        '陶' => [
            'tao'
        ],
        '竖' => [
            'shu'
        ],
        '虻' => [
            'meng'
        ],
        '襟' => [
            'jin'
        ],
        '髌' => [
            'bin'
        ],
        '蜴' => [
            'yi'
        ],
        '颡' => [
            'sang'
        ],
        '嫠' => [
            'li'
        ],
        '壳' => [
            'ke',
            'qiao'
        ],
        '婥' => [
            'chuo',
            'nao'
        ],
        '磩' => [
            'qi',
            'zhu'
        ],
        '什' => [
            'shi',
            'shen'
        ],
        '万' => [
            'wan',
            'mo'
        ],
        '食' => [
            'shi',
            'si',
            'yi'
        ],
        '穛' => [
            'zhuo',
            'bo'
        ],
        '粆' => [
            'sha',
            'chao'
        ],
        '毒' => [
            'du',
            'dai'
        ],
        '岐' => [
            'qi'
        ],
        '诈' => [
            'zha'
        ],
        '闻' => [
            'wen'
        ],
        '市' => [
            'shi'
        ],
        '森' => [
            'sen'
        ],
        '砰' => [
            'peng'
        ],
        '裤' => [
            'ku'
        ],
        '榧' => [
            'fei'
        ],
        '笔' => [
            'bi'
        ],
        '杼' => [
            'zhu'
        ],
        '馘' => [
            'guo'
        ],
        '塸' => [
            'ou',
            'qiu'
        ],
        '桳' => [
            'ben',
            'fan'
        ],
        '孜' => [
            'zi'
        ],
        '谆' => [
            'zhun'
        ],
        '魈' => [
            'xiao'
        ],
        '涂' => [
            'tu'
        ],
        '筒' => [
            'tong'
        ],
        '失' => [
            'shi'
        ],
        '确' => [
            'que'
        ],
        '泉' => [
            'quan'
        ],
        '盼' => [
            'pan'
        ],
        '骏' => [
            'jiu'
        ],
        '久' => [
            'jiu'
        ],
        '簋' => [
            'gui'
        ],
        '尕' => [
            'ga'
        ],
        '氐' => [
            'di'
        ],
        '衩' => [
            'cha'
        ],
        '瞵' => [
            'lin'
        ],
        '鞫' => [
            'ju'
        ],
        '楪' => [
            'die',
            'ye'
        ],
        '殕' => [
            'fou',
            'bo'
        ],
        '柸' => [
            'bei',
            'pei'
        ],
        '箐' => [
            'qing',
            'jing'
        ],
        '石' => [
            'shi',
            'dan'
        ],
        '鮆' => [
            'ci',
            'ji'
        ],
        '祥' => [
            'xiang'
        ],
        '陷' => [
            'xian'
        ],
        '眺' => [
            'tiao'
        ],
        '稞' => [
            'ke'
        ],
        '颢' => [
            'hao'
        ],
        '韩' => [
            'han'
        ],
        '虼' => [
            'ge'
        ],
        '定' => [
            'ding'
        ],
        '淀' => [
            'dian'
        ],
        '巅' => [
            'dian'
        ],
        '嫡' => [
            'di'
        ],
        '洇' => [
            'yin'
        ],
        '蟮' => [
            'shan'
        ],
        '埽' => [
            'sao'
        ],
        '霰' => [
            'xian'
        ],
        '粇' => [
            'kang',
            'jing'
        ],
        '穜' => [
            'tong',
            'zhong'
        ],
        '浅' => [
            'qian',
            'jian'
        ],
        '棯' => [
            'ren',
            'shen'
        ],
        '闼' => [
            'ta'
        ],
        '丈' => [
            'zhang'
        ],
        '榨' => [
            'zha'
        ],
        '橡' => [
            'xiang'
        ],
        '香' => [
            'xiang'
        ],
        '诉' => [
            'su'
        ],
        '仁' => [
            'ren'
        ],
        '蚺' => [
            'ran'
        ],
        '皿' => [
            'min'
        ],
        '沌' => [
            'dun'
        ],
        '貂' => [
            'diao'
        ],
        '岑' => [
            'cen'
        ],
        '布' => [
            'bu'
        ],
        '妭' => [
            'ba'
        ],
        '毓' => [
            'yu'
        ],
        '嵊' => [
            'sheng'
        ],
        '笕' => [
            'jian'
        ],
        '裥' => [
            'jian'
        ],
        '夲' => [
            'tao',
            'ben'
        ],
        '觜' => [
            'zi',
            'zui'
        ],
        '泊' => [
            'bo',
            'po'
        ],
        '瞶' => [
            'gui',
            'kui'
        ],
        '塹' => [
            'qian',
            'zan',
            'jian'
        ],
        '槦' => [
            'rong',
            'yong'
        ],
        '枻' => [
            'yi',
            'xie'
        ],
        '谇' => [
            'sui'
        ],
        '骐' => [
            'qi'
        ],
        '孝' => [
            'xiao'
        ],
        '椭' => [
            'tuo'
        ],
        '簌' => [
            'su'
        ],
        '糅' => [
            'rou'
        ],
        '民' => [
            'min'
        ],
        '魉' => [
            'liang'
        ],
        '雳' => [
            'li'
        ],
        '尖' => [
            'jian'
        ],
        '蛸' => [
            'shao'
        ],
        '桴' => [
            'fu'
        ],
        '淁' => [
            'qie',
            'ji'
        ],
        '宛' => [
            'wan',
            'yuan'
        ],
        '柹' => [
            'shi',
            'fei'
        ],
        '殖' => [
            'zhi',
            'shi'
        ],
        '竘' => [
            'qu',
            'kou'
        ],
        '巆' => [
            'ying',
            'hong'
        ],
        '虽' => [
            'sui'
        ],
        '娩' => [
            'mian'
        ],
        '楫' => [
            'ji'
        ],
        '韪' => [
            'wei'
        ],
        '隶' => [
            'li',
            'dai'
        ],
        '婧' => [
            'jing'
        ],
        '诊' => [
            'zhen'
        ],
        '样' => [
            'yang'
        ],
        '松' => [
            'song'
        ],
        '三' => [
            'san'
        ],
        '妮' => [
            'ni'
        ],
        '闽' => [
            'min'
        ],
        '浆' => [
            'jiang'
        ],
        '蝴' => [
            'hu'
        ],
        '睹' => [
            'du'
        ],
        '棰' => [
            'chui'
        ],
        '比' => [
            'bi'
        ],
        '嵋' => [
            'mei'
        ],
        '仂' => [
            'le'
        ],
        '螲' => [
            'die',
            'zhi'
        ],
        '賁' => [
            'bi',
            'ben'
        ],
        '乇' => [
            'tuo',
            'zhe'
        ],
        '歙' => [
            'xi',
            'she'
        ],
        '駘' => [
            'tai',
            'dai'
        ],
        '誖' => [
            'bei',
            'bo'
        ],
        '阻' => [
            'zu'
        ],
        '蛹' => [
            'yong'
        ],
        '谈' => [
            'tan'
        ],
        '衫' => [
            'shan'
        ],
        '骑' => [
            'qi'
        ],
        '幂' => [
            'mi'
        ],
        '姬' => [
            'ji'
        ],
        '盾' => [
            'dun'
        ],
        '答' => [
            'da'
        ],
        '鞭' => [
            'bian'
        ],
        '檠' => [
            'qing'
        ],
        '諔' => [
            'chu',
            'ji'
        ],
        '約' => [
            'yue',
            'yao'
        ],
        '韫' => [
            'yun',
            'wen'
        ],
        '娪' => [
            'wu',
            'yu'
        ],
        '殗' => [
            'ye',
            'yan'
        ],
        '碮' => [
            'ti',
            'di'
        ],
        '祧' => [
            'tiao'
        ],
        '庀' => [
            'pi'
        ],
        '站' => [
            'zhan'
        ],
        '展' => [
            'zhan'
        ],
        '宜' => [
            'yi'
        ],
        '眼' => [
            'yan'
        ],
        '嫣' => [
            'yan'
        ],
        '虾' => [
            'xia'
        ],
        '汐' => [
            'xi'
        ],
        '梳' => [
            'shu'
        ],
        '蜷' => [
            'quan'
        ],
        '崎' => [
            'qi'
        ],
        '豆' => [
            'dou'
        ],
        '稠' => [
            'chou'
        ],
        '颤' => [
            'chan'
        ],
        '露' => [
            'lu'
        ],
        '棱' => [
            'leng',
            'ling'
        ],
        '嵌' => [
            'qian',
            'kan'
        ],
        '隷' => [
            'li',
            'dai'
        ],
        '蚼' => [
            'gou',
            'qu',
            'xu'
        ],
        '鯆' => [
            'pu',
            'bu'
        ],
        '核' => [
            'he',
            'hu'
        ],
        '妯' => [
            'zhou'
        ],
        '帅' => [
            'shuai'
        ],
        '上' => [
            'shang'
        ],
        '浇' => [
            'jiao'
        ],
        '壶' => [
            'hu'
        ],
        '粉' => [
            'fen'
        ],
        '仃' => [
            'ding'
        ],
        '诋' => [
            'di'
        ],
        '毕' => [
            'bi'
        ],
        '板' => [
            'ban'
        ],
        '磬' => [
            'qing'
        ],
        '闾' => [
            'lv'
        ],
        '么' => [
            'yao',
            'mo'
        ],
        '泌' => [
            'mi',
            'bi'
        ],
        '檡' => [
            'zhai',
            'shi',
            'tu'
        ],
        '椯' => [
            'duo',
            'chuan'
        ],
        '簎' => [
            'ce',
            'ji'
        ],
        '氓' => [
            'meng',
            'mang'
        ],
        '阼' => [
            'zuo'
        ],
        '头' => [
            'tou'
        ],
        '桶' => [
            'tong'
        ],
        '螳' => [
            'tang'
        ],
        '觞' => [
            'shang'
        ],
        '褥' => [
            'ru'
        ],
        '企' => [
            'qi'
        ],
        '涅' => [
            'nie'
        ],
        '秣' => [
            'mo'
        ],
        '孟' => [
            'meng'
        ],
        '糇' => [
            'hou'
        ],
        '窜' => [
            'cuan'
        ],
        '衬' => [
            'chen'
        ],
        '尘' => [
            'chen'
        ],
        '骒' => [
            'ke'
        ],
        '櫟' => [
            'li',
            'yue'
        ],
        '紅' => [
            'hong',
            'gong'
        ],
        '奲' => [
            'duo',
            'che'
        ],
        '査' => [
            'cha',
            'zha'
        ],
        '了' => [
            'liao',
            'le'
        ],
        '諕' => [
            'xia',
            'hao'
        ],
        '稡' => [
            'zui',
            'zu',
            'su'
        ],
        '梴' => [
            'chan',
            'yan'
        ],
        '韬' => [
            'tao'
        ],
        '票' => [
            'piao'
        ],
        '箓' => [
            'lu'
        ],
        '豇' => [
            'jiang'
        ],
        '矶' => [
            'ji'
        ],
        '虿' => [
            'chai'
        ],
        '宝' => [
            'bao'
        ],
        '颥' => [
            'ru'
        ],
        '嵍' => [
            'wu',
            'mao'
        ],
        '裨' => [
            'bi',
            'pi'
        ],
        '隸' => [
            'li',
            'dai'
        ],
        '榫' => [
            'sun'
        ],
        '诌' => [
            'zhou'
        ],
        '仄' => [
            'ze'
        ],
        '下' => [
            'xia'
        ],
        '沏' => [
            'qi'
        ],
        '破' => [
            'po'
        ],
        '根' => [
            'gen'
        ],
        '帆' => [
            'fan'
        ],
        '蝶' => [
            'die'
        ],
        '岔' => [
            'cha'
        ],
        '毖' => [
            'bi'
        ],
        '浈' => [
            'zhen'
        ],
        '貅' => [
            'xiu'
        ],
        '篑' => [
            'kui'
        ],
        '峒' => [
            'tong',
            'dong'
        ],
        '歛' => [
            'lian',
            'han'
        ],
        '夵' => [
            'yan',
            'tao'
        ],
        '塼' => [
            'zhuan',
            'tuan'
        ],
        '觟' => [
            'hua',
            'xie'
        ],
        '骓' => [
            'zhui'
        ],
        '谊' => [
            'yi'
        ],
        '义' => [
            'yi'
        ],
        '椰' => [
            'ye'
        ],
        '幄' => [
            'wo'
        ],
        '窝' => [
            'wo'
        ],
        '气' => [
            'qi'
        ],
        '零' => [
            'ling'
        ],
        '阽' => [
            'dian'
        ],
        '秤' => [
            'cheng'
        ],
        '策' => [
            'ce'
        ],
        '糈' => [
            'xu'
        ],
        '簏' => [
            'lu'
        ],
        '桷' => [
            'jue'
        ],
        '鞯' => [
            'jian'
        ],
        '樧' => [
            'sha',
            'xie'
        ],
        '鮊' => [
            'bo',
            'ba'
        ],
        '被' => [
            'bei',
            'pi'
        ],
        '殙' => [
            'hun',
            'mei'
        ],
        '女' => [
            'nv',
            'ru'
        ],
        '洋' => [
            'yang'
        ],
        '实' => [
            'shi'
        ],
        '颦' => [
            'pin'
        ],
        '碰' => [
            'peng'
        ],
        '韭' => [
            'jiu'
        ],
        '籍' => [
            'ji'
        ],
        '梵' => [
            'fan'
        ],
        '髑' => [
            'du'
        ],
        '巉' => [
            'chan'
        ],
        '箔' => [
            'bo'
        ],
        '淄' => [
            'zi'
        ],
        '楮' => [
            'chu'
        ],
        '丌' => [
            'qi',
            'ji'
        ],
        '栺' => [
            'zhi',
            'yi'
        ],
        '渂' => [
            'wen',
            'min'
        ],
        '蚾' => [
            'pi',
            'bo'
        ],
        '隹' => [
            'zhui',
            'cui',
            'wei'
        ],
        '禧' => [
            'xi'
        ],
        '笙' => [
            'sheng'
        ],
        '毗' => [
            'pi'
        ],
        '沐' => [
            'mu'
        ],
        '鲁' => [
            'lu'
        ],
        '婪' => [
            'lan'
        ],
        '仅' => [
            'jin'
        ],
        '词' => [
            'ci'
        ],
        '馝' => [
            'bi'
        ],
        '橥' => [
            'zhu'
        ],
        '鬏' => [
            'jiu'
        ],
        '鞰' => [
            'wen',
            'yun'
        ],
        '螵' => [
            'piao'
        ],
        '尚' => [
            'shang'
        ],
        '氕' => [
            'pie'
        ],
        '谋' => [
            'mou'
        ],
        '雷' => [
            'lei'
        ],
        '衮' => [
            'gun'
        ],
        '幅' => [
            'fu'
        ],
        '魍' => [
            'wang'
        ],
        '楯' => [
            'shun',
            'dun'
        ],
        '佁' => [
            'yi',
            'chi'
        ],
        '紇' => [
            'he',
            'ge'
        ],
        '娭' => [
            'xi',
            'ai'
        ],
        '櫡' => [
            'zhuo',
            'zhu'
        ],
        '稣' => [
            'su'
        ],
        '予' => [
            'yu'
        ],
        '奴' => [
            'nu'
        ],
        '碱' => [
            'jian'
        ],
        '箕' => [
            'ji'
        ],
        '矸' => [
            'gan'
        ],
        '殚' => [
            'dan'
        ],
        '豉' => [
            'chi'
        ],
        '柽' => [
            'cheng'
        ],
        '嫦' => [
            'chang'
        ],
        '淅' => [
            'xi'
        ],
        '樨' => [
            'xi'
        ],
        '颧' => [
            'quan'
        ],
        '洌' => [
            'lie'
        ],
        '笚' => [
            'da',
            'xia',
            'na'
        ],
        '隺' => [
            'hu',
            'he'
        ],
        '棴' => [
            'fu',
            'su'
        ],
        '婫' => [
            'hun',
            'kun'
        ],
        '貇' => [
            'ken',
            'kun'
        ],
        '橦' => [
            'tong',
            'chuang'
        ],
        '沑' => [
            'nv',
            'niu'
        ],
        '不' => [
            'bu',
            'fou'
        ],
        '渃' => [
            'ruo',
            're',
            'luo'
        ],
        '赀' => [
            'zi'
        ],
        '浊' => [
            'zhuo'
        ],
        '壹' => [
            'yi'
        ],
        '师' => [
            'shi'
        ],
        '岖' => [
            'qu'
        ],
        '寝' => [
            'qin'
        ],
        '仆' => [
            'pu'
        ],
        '篓' => [
            'lou'
        ],
        '鲂' => [
            'fang'
        ],
        '妲' => [
            'da'
        ],
        '馞' => [
            'bo'
        ],
        '榭' => [
            'xie'
        ],
        '诎' => [
            'qu'
        ],
        '睽' => [
            'kui'
        ],
        '靳' => [
            'jin'
        ],
        '螶' => [
            'qu',
            'ju'
        ],
        '姰' => [
            'jun',
            'xun'
        ],
        '泏' => [
            'chu',
            'she'
        ],
        '椲' => [
            'wei',
            'hui'
        ],
        '槫' => [
            'tuan',
            'shuan',
            'quan'
        ],
        '之' => [
            'zhi'
        ],
        '瞻' => [
            'zhan'
        ],
        '夷' => [
            'yi'
        ],
        '消' => [
            'xiao'
        ],
        '塾' => [
            'shu'
        ],
        '秦' => [
            'qin'
        ],
        '氖' => [
            'nai'
        ],
        '窟' => [
            'ku'
        ],
        '糊' => [
            'hu'
        ],
        '谌' => [
            'chen'
        ],
        '孢' => [
            'bao'
        ],
        '阿' => [
            'e'
        ],
        '筘' => [
            'kou'
        ],
        '崒' => [
            'zu',
            'cui'
        ],
        '奵' => [
            'ding',
            'tian'
        ],
        '汔' => [
            'qi'
        ],
        '庄' => [
            'zhuang'
        ],
        '争' => [
            'zheng'
        ],
        '淆' => [
            'xiao'
        ],
        '袭' => [
            'xi'
        ],
        '髓' => [
            'sui'
        ],
        '蜻' => [
            'qing'
        ],
        '墼' => [
            'ji'
        ],
        '屙' => [
            'e'
        ],
        '碲' => [
            'di'
        ],
        '宠' => [
            'chong'
        ],
        '襦' => [
            'ru'
        ],
        '殛' => [
            'ji'
        ],
        '橧' => [
            'zeng',
            'ceng'
        ],
        '妳' => [
            'ni',
            'nai'
        ],
        '貈' => [
            'he',
            'mo'
        ],
        '仇' => [
            'chou',
            'qiu'
        ],
        '沒' => [
            'mei',
            'mo'
        ],
        '诏' => [
            'zhao'
        ],
        '与' => [
            'yu'
        ],
        '靴' => [
            'xue'
        ],
        '砷' => [
            'shen'
        ],
        '欠' => [
            'qian'
        ],
        '寞' => [
            'mo'
        ],
        '赁' => [
            'lin'
        ],
        '棵' => [
            'ke'
        ],
        '格' => [
            'ge'
        ],
        '睾' => [
            'gao'
        ],
        '岗' => [
            'gang'
        ],
        '笛' => [
            'di'
        ],
        '测' => [
            'ce'
        ],
        '毙' => [
            'bi'
        ],
        '蠲' => [
            'juan'
        ],
        '綄' => [
            'huan',
            'wan'
        ],
        '姱' => [
            'kua',
            'hu'
        ],
        '蛾' => [
            'e',
            'yi'
        ],
        '媪' => [
            'ao',
            'yun',
            'wo'
        ],
        '秧' => [
            'yang'
        ],
        '乌' => [
            'wu'
        ],
        '魏' => [
            'wei'
        ],
        '衰' => [
            'shuai'
        ],
        '涉' => [
            'she'
        ],
        '夸' => [
            'kua'
        ],
        '窠' => [
            'ke'
        ],
        '开' => [
            'kai'
        ],
        '季' => [
            'ji'
        ],
        '尜' => [
            'ga'
        ],
        '谍' => [
            'die'
        ],
        '雹' => [
            'bao'
        ],
        '泐' => [
            'le'
        ],
        '鞲' => [
            'gou'
        ],
        '骖' => [
            'can'
        ],
        '佃' => [
            'dian',
            'tian'
        ],
        '緂' => [
            'tian',
            'tan',
            'chan'
        ],
        '庅' => [
            'me',
            'mo'
        ],
        '墽' => [
            'qiao',
            'ao'
        ],
        '嫨' => [
            'han',
            'nan'
        ],
        '颩' => [
            'biao',
            'diu'
        ],
        '楱' => [
            'cou',
            'zou'
        ],
        '淇' => [
            'qi'
        ],
        '碳' => [
            'tan'
        ],
        '算' => [
            'suan'
        ],
        '柿' => [
            'shi'
        ],
        '审' => [
            'shen'
        ],
        '汕' => [
            'shan'
        ],
        '奶' => [
            'nai'
        ],
        '竞' => [
            'jing'
        ],
        '横' => [
            'heng'
        ],
        '洎' => [
            'ji'
        ],
        '禪' => [
            'shan',
            'chan'
        ],
        '沓' => [
            'ta',
            'da'
        ],
        '鲄' => [
            'he',
            'ge'
        ],
        '磱' => [
            'lao',
            'luo'
        ],
        '嵑' => [
            'ke',
            'jie'
        ],
        '貉' => [
            'he',
            'hao',
            'mo'
        ],
        '飧' => [
            'sun'
        ],
        '栽' => [
            'zai'
        ],
        '砸' => [
            'za'
        ],
        '隼' => [
            'sun'
        ],
        '睿' => [
            'rui'
        ],
        '清' => [
            'qing'
        ],
        '赂' => [
            'lu'
        ],
        '次' => [
            'ci'
        ],
        '察' => [
            'cha'
        ],
        '诐' => [
            'bi'
        ],
        '岘' => [
            'xian'
        ],
        '夹' => [
            'jia',
            'ga',
            'xia'
        ],
        '雺' => [
            'wu',
            'meng'
        ],
        '解' => [
            'jie',
            'xie'
        ],
        '泑' => [
            'you',
            'ao'
        ],
        '槭' => [
            'qi',
            'se'
        ],
        '綅' => [
            'qin',
            'xian'
        ],
        '嶏' => [
            'pi',
            'pei'
        ],
        '乍' => [
            'zha'
        ],
        '糌' => [
            'zan'
        ],
        '褪' => [
            'tui'
        ],
        '骗' => [
            'pian'
        ],
        '湃' => [
            'pai'
        ],
        '谎' => [
            'huang'
        ],
        '孤' => [
            'gu'
        ],
        '椴' => [
            'duan'
        ],
        '氘' => [
            'dao'
        ],
        '尝' => [
            'chang'
        ],
        '瞽' => [
            'gu'
        ],
        '弁' => [
            'bian'
        ],
        '筚' => [
            'bi'
        ],
        '祭' => [
            'ji',
            'zhai'
        ],
        '箘' => [
            'jun',
            'qun'
        ],
        '梹' => [
            'bin',
            'bing'
        ],
        '佄' => [
            'han',
            'gan'
        ],
        '屛' => [
            'ping',
            'bing'
        ],
        '饣' => [
            'shi'
        ],
        '紊' => [
            'wen'
        ],
        '巍' => [
            'wei'
        ],
        '豌' => [
            'wan'
        ],
        '事' => [
            'shi'
        ],
        '庆' => [
            'qing'
        ],
        '嫩' => [
            'nen'
        ],
        '客' => [
            'ke'
        ],
        '竟' => [
            'jing'
        ],
        '崔' => [
            'cui'
        ],
        '碴' => [
            'cha'
        ],
        '袯' => [
            'bo'
        ],
        '霸' => [
            'ba'
        ],
        '隽' => [
            'jun',
            'juan'
        ],
        '棷' => [
            'zou',
            'sou'
        ],
        '浍' => [
            'kuai',
            'hui'
        ],
        '寠' => [
            'ju',
            'lou'
        ],
        '沔' => [
            'mian'
        ],
        '赃' => [
            'zang'
        ],
        '译' => [
            'yi'
        ],
        '飨' => [
            'xiang'
        ],
        '毛' => [
            'mao'
        ],
        '欢' => [
            'huan'
        ],
        '丐' => [
            'gai'
        ],
        '鬓' => [
            'bin'
        ],
        '靶' => [
            'ba'
        ],
        '砹' => [
            'ai'
        ],
        '仉' => [
            'zhang'
        ],
        '磲' => [
            'qu'
        ],
        '蝻' => [
            'nan'
        ],
        '貊' => [
            'mo'
        ],
        '栾' => [
            'luan'
        ],
        '鲅' => [
            'ba'
        ],
        '岙' => [
            'ao'
        ],
        '螹' => [
            'chan',
            'jian'
        ],
        '鳃' => [
            'sai',
            'xi'
        ],
        '賈' => [
            'gu',
            'jia'
        ],
        '秩' => [
            'zhi'
        ],
        '异' => [
            'yi'
        ],
        '氙' => [
            'xian'
        ],
        '筛' => [
            'shai'
        ],
        '衲' => [
            'na'
        ],
        '谏' => [
            'jian'
        ],
        '乎' => [
            'hu'
        ],
        '夺' => [
            'duo'
        ],
        '糍' => [
            'ci'
        ],
        '歠' => [
            'chuo'
        ],
        '褫' => [
            'chi'
        ],
        '魑' => [
            'chi'
        ],
        '趁' => [
            'chen'
        ],
        '骘' => [
            'zhi'
        ],
        '孥' => [
            'nu'
        ],
        '湄' => [
            'mei'
        ],
        '硷' => [
            'jian'
        ],
        '鞴' => [
            'bei'
        ],
        '墿' => [
            'yi',
            'tu'
        ],
        '稧' => [
            'xi',
            'qie'
        ],
        '矼' => [
            'gang',
            'qiang',
            'kong'
        ],
        '淉' => [
            'guo',
            'guan'
        ],
        '章' => [
            'zhang'
        ],
        '娱' => [
            'yu'
        ],
        '宣' => [
            'xuan'
        ],
        '霹' => [
            'pi'
        ],
        '奸' => [
            'jian'
        ],
        '汗' => [
            'han'
        ],
        '蜾' => [
            'guo'
        ],
        '彀' => [
            'gou'
        ],
        '二' => [
            'er'
        ],
        '庇' => [
            'bi'
        ],
        '妶' => [
            'xian',
            'xuan',
            'xu'
        ],
        '难' => [
            'nan',
            'nuo'
        ],
        '橪' => [
            'ran',
            'yan'
        ],
        '滀' => [
            'chu',
            'xu'
        ],
        '沕' => [
            'mi',
            'wu'
        ],
        '诒' => [
            'yi',
            'dai'
        ],
        '鲆' => [
            'ping'
        ],
        '资' => [
            'zi'
        ],
        '欣' => [
            'xin'
        ],
        '希' => [
            'xi'
        ],
        '岚' => [
            'lan'
        ],
        '侃' => [
            'kan'
        ],
        '今' => [
            'jin'
        ],
        '济' => [
            'ji'
        ],
        '寡' => [
            'gua'
        ],
        '丑' => [
            'chou'
        ],
        '笞' => [
            'chi'
        ],
        '蝼' => [
            'lou'
        ],
        '砺' => [
            'li'
        ],
        '榱' => [
            'cui'
        ],
        '涌' => [
            'yong',
            'chong'
        ],
        '槯' => [
            'cui',
            'zhi'
        ],
        '瞿' => [
            'qu',
            'ju'
        ],
        '学' => [
            'xue'
        ],
        '谐' => [
            'xie'
        ],
        '弃' => [
            'qi'
        ],
        '螺' => [
            'luo'
        ],
        '觥' => [
            'gong'
        ],
        '乏' => [
            'fa'
        ],
        '鳄' => [
            'e'
        ],
        '氚' => [
            'chuan'
        ],
        '泓' => [
            'hong'
        ],
        '溃' => [
            'kui',
            'hui'
        ],
        '籓' => [
            'fan',
            'pan',
            'bian'
        ],
        '她' => [
            'ta',
            'jie'
        ],
        '楴' => [
            'di',
            'shi'
        ],
        '音' => [
            'yin'
        ],
        '崖' => [
            'ya'
        ],
        '蜿' => [
            'wan'
        ],
        '娲' => [
            'wa'
        ],
        '室' => [
            'shi'
        ],
        '饥' => [
            'ji'
        ],
        '袱' => [
            'fu'
        ],
        '但' => [
            'dan'
        ],
        '亍' => [
            'chu'
        ],
        '祯' => [
            'zhen'
        ],
        '矽' => [
            'xi'
        ],
        '嫫' => [
            'mo'
        ],
        '廆' => [
            'gui',
            'wei',
            'hui'
        ],
        '妷' => [
            'zhi',
            'yi'
        ],
        '棹' => [
            'zhao',
            'zhuo'
        ],
        '裯' => [
            'chou',
            'dao'
        ],
        '侄' => [
            'zhi'
        ],
        '貌' => [
            'mao'
        ],
        '浏' => [
            'liu'
        ],
        '诓' => [
            'kuang'
        ],
        '介' => [
            'jie'
        ],
        '赅' => [
            'gai'
        ],
        '磴' => [
            'deng'
        ],
        '岛' => [
            'dao'
        ],
        '蝽' => [
            'chun'
        ],
        '滁' => [
            'chu'
        ],
        '粑' => [
            'ba'
        ],
        '欤' => [
            'yu'
        ],
        '鲇' => [
            'nian'
        ],
        '砻' => [
            'long'
        ],
        '趃' => [
            'die',
            'tu'
        ],
        '椷' => [
            'jian',
            'han'
        ],
        '弄' => [
            'nong',
            'long'
        ],
        '媮' => [
            'tou',
            'yu'
        ],
        '繁' => [
            'fan',
            'po'
        ],
        '乐' => [
            'le',
            'yue'
        ],
        '峙' => [
            'zhi',
            'shi'
        ],
        '止' => [
            'zhi'
        ],
        '筝' => [
            'zheng'
        ],
        '谑' => [
            'xue'
        ],
        '秫' => [
            'shu'
        ],
        '骚' => [
            'sao'
        ],
        '鳅' => [
            'qiu'
        ],
        '檩' => [
            'lin'
        ],
        '伉' => [
            'kang'
        ],
        '泔' => [
            'gan'
        ],
        '氛' => [
            'fen'
        ],
        '簖' => [
            'duan'
        ],
        '触' => [
            'chu'
        ],
        '嶒' => [
            'ceng'
        ],
        '夼' => [
            'kuang'
        ],
        '籔' => [
            'sou',
            'shu'
        ],
        '跁' => [
            'ba',
            'pao'
        ],
        '庉' => [
            'dun',
            'tun'
        ],
        '属' => [
            'shu',
            'zhu'
        ],
        '溄' => [
            'feng',
            'hong'
        ],
        '梼' => [
            'chou',
            'tao',
            'dao'
        ],
        '洒' => [
            'sa',
            'xi'
        ],
        '于' => [
            'yu'
        ],
        '蟹' => [
            'xie'
        ],
        '淋' => [
            'lin'
        ],
        '高' => [
            'gao'
        ],
        '矾' => [
            'fan'
        ],
        '宥' => [
            'you'
        ],
        '欥' => [
            'yu',
            'yi'
        ],
        '沗' => [
            'hong',
            'pang'
        ],
        '妸' => [
            'e'
        ],
        '专' => [
            'zhuan'
        ],
        '往' => [
            'wang'
        ],
        '滂' => [
            'pang'
        ],
        '鲈' => [
            'lu'
        ],
        '粒' => [
            'li'
        ],
        '笠' => [
            'li'
        ],
        '棺' => [
            'guan'
        ],
        '篙' => [
            'gao'
        ],
        '裰' => [
            'duo'
        ],
        '浐' => [
            'chan'
        ],
        '砼' => [
            'tong'
        ],
        '蝾' => [
            'rong'
        ],
        '诔' => [
            'lei'
        ],
        '赆' => [
            'jin'
        ],
        '岜' => [
            'ba'
        ],
        '氜' => [
            'yang',
            'ri'
        ],
        '槱' => [
            'you',
            'chao'
        ],
        '觧' => [
            'jie',
            'xie'
        ],
        '姶' => [
            'e',
            'ya'
        ],
        '趄' => [
            'qie',
            'ju'
        ],
        '正' => [
            'zheng'
        ],
        '伊' => [
            'yi'
        ],
        '谒' => [
            'ye'
        ],
        '涎' => [
            'xian'
        ],
        '雾' => [
            'wu'
        ],
        '骛' => [
            'wu'
        ],
        '魔' => [
            'mo'
        ],
        '窥' => [
            'kui'
        ],
        '幌' => [
            'huang'
        ],
        '法' => [
            'fa'
        ],
        '促' => [
            'cu'
        ],
        '鳆' => [
            'fu'
        ],
        '洓' => [
            'se',
            'qi',
            'zi'
        ],
        '袳' => [
            'chi',
            'qi',
            'duo',
            'nuo'
        ],
        '淌' => [
            'tang',
            'chang'
        ],
        '纀' => [
            'pu',
            'fu'
        ],
        '屟' => [
            'xie',
            'ti'
        ],
        '祱' => [
            'shui',
            'lei'
        ],
        '韵' => [
            'yun'
        ],
        '娴' => [
            'xian'
        ],
        '跂' => [
            'qi'
        ],
        '亏' => [
            'kui'
        ],
        '矿' => [
            'kuang'
        ],
        '竣' => [
            'jiu'
        ],
        '溅' => [
            'jian'
        ],
        '宦' => [
            'huan'
        ],
        '床' => [
            'chuang'
        ],
        '殡' => [
            'bin'
        ],
        '饧' => [
            'tang'
        ],
        '樯' => [
            'qiang'
        ],
        '箜' => [
            'kong'
        ],
        '親' => [
            'qin',
            'qing'
        ],
        '且' => [
            'qie',
            'ju'
        ],
        '廈' => [
            'sha',
            'xia'
        ],
        '飬' => [
            'yang',
            'juan'
        ],
        '欦' => [
            'qian',
            'xian'
        ],
        '征' => [
            'zheng'
        ],
        '渊' => [
            'yuan'
        ],
        '寤' => [
            'wu'
        ],
        '试' => [
            'shi'
        ],
        '仍' => [
            'reng'
        ],
        '妹' => [
            'mei'
        ],
        '榴' => [
            'liu'
        ],
        '浑' => [
            'hun'
        ],
        '馥' => [
            'fu'
        ],
        '篚' => [
            'fei'
        ],
        '嵖' => [
            'cha'
        ],
        '裱' => [
            'biao'
        ],
        '沘' => [
            'bi'
        ],
        '帏' => [
            'wei'
        ],
        '赇' => [
            'qiu'
        ],
        '鞸' => [
            'bi',
            'bing'
        ],
        '夾' => [
            'jia',
            'ga',
            'xia'
        ],
        '媰' => [
            'chu',
            'zou'
        ],
        '椹' => [
            'zhen',
            'shen'
        ],
        '秭' => [
            'zi'
        ],
        '谓' => [
            'wei'
        ],
        '乒' => [
            'ping'
        ],
        '鳇' => [
            'huang'
        ],
        '槲' => [
            'hu'
        ],
        '孩' => [
            'hai'
        ],
        '俄' => [
            'e'
        ],
        '窦' => [
            'dou'
        ],
        '此' => [
            'ci'
        ],
        '超' => [
            'chao'
        ],
        '檫' => [
            'cha'
        ],
        '礴' => [
            'bo'
        ],
        '骜' => [
            'ao'
        ],
        '螽' => [
            'zhong'
        ],
        '尢' => [
            'you'
        ],
        '泖' => [
            'mao'
        ],
        '稫' => [
            'pi',
            'bi'
        ],
        '楷' => [
            'kai',
            'jie'
        ],
        '諟' => [
            'shi',
            'di'
        ],
        '跃' => [
            'yue'
        ],
        '汛' => [
            'xun'
        ],
        '饨' => [
            'tun'
        ],
        '屠' => [
            'tu'
        ],
        '韶' => [
            'shao'
        ],
        '庋' => [
            'gui'
        ],
        '碹' => [
            'xuan'
        ],
        '溆' => [
            'xu'
        ],
        '箝' => [
            'qian'
        ],
        '浒' => [
            'hu',
            'xu'
        ],
        '从' => [
            'cong',
            'zong'
        ],
        '赈' => [
            'zhen'
        ],
        '帐' => [
            'zhang'
        ],
        '沙' => [
            'sha'
        ],
        '丕' => [
            'pi'
        ],
        '欧' => [
            'ou'
        ],
        '磷' => [
            'lin'
        ],
        '寥' => [
            'liao'
        ],
        '廉' => [
            'lian'
        ],
        '砾' => [
            'li'
        ],
        '婳' => [
            'hua'
        ],
        '诖' => [
            'gua'
        ],
        '棼' => [
            'fen'
        ],
        '蠹' => [
            'du'
        ],
        '徂' => [
            'cu'
        ],
        '秮' => [
            'huo',
            'kuo'
        ],
        '筠' => [
            'yun',
            'jun'
        ],
        '湉' => [
            'tian'
        ],
        '衷' => [
            'zhong'
        ],
        '漂' => [
            'piao'
        ],
        '硼' => [
            'peng'
        ],
        '乓' => [
            'pang'
        ],
        '檬' => [
            'meng'
        ],
        '孪' => [
            'luan'
        ],
        '谔' => [
            'e'
        ],
        '步' => [
            'bu'
        ],
        '泗' => [
            'si'
        ],
        '俅' => [
            'qiu'
        ],
        '褰' => [
            'qian'
        ],
        '骝' => [
            'liu'
        ],
        '颰' => [
            'ba',
            'fu'
        ],
        '潀' => [
            'cong',
            'zong'
        ],
        '纂' => [
            'zuan'
        ],
        '云' => [
            'yun'
        ],
        '樱' => [
            'ying'
        ],
        '童' => [
            'tong'
        ],
        '娶' => [
            'qu'
        ],
        '跄' => [
            'qiang'
        ],
        '霾' => [
            'mai'
        ],
        '屡' => [
            'lv'
        ],
        '好' => [
            'hao'
        ],
        '饩' => [
            'xi'
        ],
        '汜' => [
            'si'
        ],
        '楸' => [
            'qiu'
        ],
        '帑' => [
            'tang',
            'nu'
        ],
        '穪' => [
            'chen',
            'cheng'
        ],
        '毡' => [
            'zhan'
        ],
        '婴' => [
            'ying'
        ],
        '世' => [
            'shi'
        ],
        '诗' => [
            'shi'
        ],
        '嵘' => [
            'rong'
        ],
        '妻' => [
            'qi'
        ],
        '粕' => [
            'po'
        ],
        '浓' => [
            'nong'
        ],
        '廊' => [
            'lang'
        ],
        '绀' => [
            'gan'
        ],
        '靼' => [
            'da'
        ],
        '侈' => [
            'chi'
        ],
        '裳' => [
            'chang'
        ],
        '渌' => [
            'lu'
        ],
        '赉' => [
            'lai'
        ],
        '鲋' => [
            'fu'
        ],
        '糓' => [
            'gu',
            'gou'
        ],
        '簚' => [
            'mi',
            'mie'
        ],
        '孫' => [
            'sun',
            'xun'
        ],
        '椻' => [
            'yan',
            'ya'
        ],
        '窨' => [
            'yin',
            'xun'
        ],
        '涑' => [
            'su'
        ],
        '骞' => [
            'qian'
        ],
        '谕' => [
            'yu'
        ],
        '尤' => [
            'you'
        ],
        '弈' => [
            'yi'
        ],
        '武' => [
            'wu'
        ],
        '伍' => [
            'wu'
        ],
        '乔' => [
            'qiao'
        ],
        '媲' => [
            'pi'
        ],
        '积' => [
            'ji'
        ],
        '氟' => [
            'fu'
        ],
        '蹀' => [
            'die'
        ],
        '姹' => [
            'cha'
        ],
        '碻' => [
            'que',
            'qiao'
        ],
        '娷' => [
            'zhui',
            'shui'
        ],
        '庍' => [
            'bai',
            'ting'
        ],
        '佋' => [
            'zhao',
            'shao'
        ],
        '楹' => [
            'ying'
        ],
        '汝' => [
            'ru'
        ],
        '饪' => [
            'ren'
        ],
        '崛' => [
            'jue'
        ],
        '互' => [
            'hu'
        ],
        '竦' => [
            'song'
        ],
        '诘' => [
            'jie',
            'ji'
        ],
        '仐' => [
            'jin',
            'san'
        ],
        '鲌' => [
            'bo',
            'ba'
        ],
        '渍' => [
            'zi'
        ],
        '馨' => [
            'xin'
        ],
        '笤' => [
            'tiao'
        ],
        '赊' => [
            'she'
        ],
        '榷' => [
            'que'
        ],
        '沛' => [
            'pei'
        ],
        '裴' => [
            'pei'
        ],
        '径' => [
            'jing'
        ],
        '篝' => [
            'gou'
        ],
        '婵' => [
            'chan'
        ],
        '浔' => [
            'xun'
        ],
        '绁' => [
            'xie'
        ],
        '侉' => [
            'kua'
        ],
        '硾' => [
            'zhui',
            'chui',
            'duo'
        ],
        '涒' => [
            'tun',
            'yun'
        ],
        '繆' => [
            'mou',
            'miu',
            'miao',
            'mu',
            'liao'
        ],
        '伎' => [
            'ji',
            'qi'
        ],
        '忂' => [
            'qu',
            'ju'
        ],
        '檮' => [
            'chou',
            'tao',
            'dao'
        ],
        '泙' => [
            'peng',
            'ping'
        ],
        '簛' => [
            'shai',
            'si'
        ],
        '姺' => [
            'shen',
            'xian'
        ],
        '称' => [
            'chen',
            'cheng'
        ],
        '觫' => [
            'su'
        ],
        '筢' => [
            'pa'
        ],
        '湋' => [
            'wei'
        ],
        '媳' => [
            'xi'
        ],
        '骟' => [
            'shan'
        ],
        '歧' => [
            'qi'
        ],
        '蹁' => [
            'pian'
        ],
        '孬' => [
            'nao'
        ],
        '鳊' => [
            'bian'
        ],
        '谖' => [
            'xuan'
        ],
        '尥' => [
            'liao'
        ],
        '竧' => [
            'jing',
            'zhen'
        ],
        '紒' => [
            'ji',
            'jie'
        ],
        '袷' => [
            'jia',
            'jie',
            'qia'
        ],
        '洗' => [
            'xi',
            'xian'
        ],
        '亓' => [
            'qi'
        ],
        '宪' => [
            'xian'
        ],
        '跆' => [
            'tai'
        ],
        '汞' => [
            'gong'
        ],
        '溉' => [
            'gai'
        ],
        '蟾' => [
            'chan'
        ],
        '饫' => [
            'yu'
        ],
        '屣' => [
            'xi'
        ],
        '嫱' => [
            'qiang'
        ],
        '渎' => [
            'du',
            'dou'
        ],
        '帓' => [
            'mo',
            'wa'
        ],
        '欪' => [
            'chu',
            'qu',
            'xi'
        ],
        '寨' => [
            'zhai'
        ],
        '婶' => [
            'shen'
        ],
        '丘' => [
            'qiu'
        ],
        '仑' => [
            'lun'
        ],
        '诙' => [
            'hui'
        ],
        '磺' => [
            'huang'
        ],
        '赋' => [
            'fu'
        ],
        '滇' => [
            'dian'
        ],
        '待' => [
            'dai'
        ],
        '粗' => [
            'cu'
        ],
        '橱' => [
            'chu'
        ],
        '鲍' => [
            'bao'
        ],
        '笥' => [
            'si'
        ],
        '禳' => [
            'rang'
        ],
        '蠼' => [
            'qu'
        ],
        '绂' => [
            'fu'
        ],
        '繇' => [
            'yao',
            'you',
            'zhou'
        ],
        '骠' => [
            'piao',
            'biao'
        ],
        '缀' => [
            'zhui'
        ],
        '姻' => [
            'yin'
        ],
        '页' => [
            'ye'
        ],
        '心' => [
            'xin'
        ],
        '餮' => [
            'tie'
        ],
        '蹂' => [
            'rou'
        ],
        '涓' => [
            'juan'
        ],
        '乖' => [
            'guai'
        ],
        '糕' => [
            'gao'
        ],
        '伏' => [
            'fu'
        ],
        '氡' => [
            'dong'
        ],
        '泚' => [
            'ci'
        ],
        '椽' => [
            'chuan'
        ],
        '谗' => [
            'chan'
        ],
        '弊' => [
            'bi'
        ],
        '鳋' => [
            'sao'
        ],
        '櫭' => [
            'jue',
            'ji'
        ],
        '纅' => [
            'yao',
            'li'
        ],
        '諣' => [
            'hua',
            'gua'
        ],
        '袸' => [
            'jian',
            'zun'
        ],
        '彈' => [
            'dan',
            'tan'
        ],
        '序' => [
            'xu'
        ],
        '五' => [
            'wu'
        ],
        '位' => [
            'wei'
        ],
        '淑' => [
            'shu'
        ],
        '江' => [
            'jiang'
        ],
        '管' => [
            'guan'
        ],
        '宫' => [
            'gong'
        ],
        '饬' => [
            'chi'
        ],
        '豕' => [
            'shi'
        ],
        '滈' => [
            'hao',
            'xue'
        ],
        '磻' => [
            'pan',
            'bo'
        ],
        '沝' => [
            'zhui',
            'zi'
        ],
        '仒' => [
            'bing'
        ],
        '帔' => [
            'pei'
        ],
        '粘' => [
            'zhan'
        ],
        '婷' => [
            'ting'
        ],
        '妾' => [
            'qie'
        ],
        '练' => [
            'lian'
        ],
        '例' => [
            'li'
        ],
        '鲎' => [
            'hou'
        ],
        '符' => [
            'fu'
        ],
        '赌' => [
            'du'
        ],
        '诚' => [
            'cheng'
        ],
        '丙' => [
            'bing'
        ],
        '嵛' => [
            'yu'
        ],
        '踅' => [
            'xue'
        ],
        '岢' => [
            'ke'
        ],
        '秲' => [
            'shi',
            'zhi'
        ],
        '駨' => [
            'xun',
            'xuan'
        ],
        '窫' => [
            'ya',
            'ye'
        ],
        '乗' => [
            'cheng',
            'sheng'
        ],
        '觭' => [
            'ji',
            'qi'
        ],
        '忄' => [
            'shu'
        ],
        '越' => [
            'yue'
        ],
        '尧' => [
            'yao'
        ],
        '湍' => [
            'tuan'
        ],
        '糖' => [
            'tang'
        ],
        '氢' => [
            'qing'
        ],
        '漆' => [
            'qi'
        ],
        '骡' => [
            'luo'
        ],
        '嶙' => [
            'lin'
        ],
        '褴' => [
            'lan'
        ],
        '泛' => [
            'fan'
        ],
        '伐' => [
            'fa'
        ],
        '顶' => [
            'ding'
        ],
        '涔' => [
            'cen'
        ],
        '缁' => [
            'zi'
        ],
        '谘' => [
            'zi'
        ],
        '媵' => [
            'ying'
        ],
        '弋' => [
            'yi'
        ],
        '鳌' => [
            'ao'
        ],
        '跈' => [
            'jian',
            'chen'
        ],
        '袹' => [
            'bo',
            'mo'
        ],
        '箢' => [
            'wan',
            'yuan'
        ],
        '躁' => [
            'zao'
        ],
        '碾' => [
            'nian'
        ],
        '履' => [
            'lv'
        ],
        '庐' => [
            'lu'
        ],
        '楼' => [
            'lou'
        ],
        '井' => [
            'jing'
        ],
        '崞' => [
            'guo'
        ],
        '饭' => [
            'fan'
        ],
        '低' => [
            'di'
        ],
        '祷' => [
            'dao'
        ],
        '池' => [
            'chi'
        ],
        '洙' => [
            'zhu'
        ],
        '樵' => [
            'qiao'
        ],
        '髟' => [
            'biao'
        ],
        '裷' => [
            'yuan',
            'gun'
        ],
        '磼' => [
            'ji',
            'she'
        ],
        '穮' => [
            'biao',
            'pao'
        ],
        '欬' => [
            'kai',
            'ai'
        ],
        '婸' => [
            'dang',
            'yang'
        ],
        '组' => [
            'zu'
        ],
        '诛' => [
            'zhu'
        ],
        '业' => [
            'ye'
        ],
        '徇' => [
            'xun'
        ],
        '貔' => [
            'pi'
        ],
        '帕' => [
            'pa'
        ],
        '渐' => [
            'jian'
        ],
        '滉' => [
            'huang'
        ],
        '岣' => [
            'gou'
        ],
        '仓' => [
            'cang'
        ],
        '赍' => [
            'ji'
        ],
        '秳' => [
            'huo',
            'kuo'
        ],
        '尨' => [
            'long',
            'mang',
            'meng',
            'pang'
        ],
        '幓' => [
            'shan',
            'qiao',
            'shen'
        ],
        '趋' => [
            'qu',
            'cu'
        ],
        '休' => [
            'xiu',
            'xu'
        ],
        '乘' => [
            'cheng',
            'sheng'
        ],
        '峡' => [
            'xia'
        ],
        '歪' => [
            'wai'
        ],
        '涕' => [
            'ti'
        ],
        '蹄' => [
            'ti'
        ],
        '示' => [
            'shi'
        ],
        '顷' => [
            'qing'
        ],
        '鳍' => [
            'qi'
        ],
        '湎' => [
            'mian'
        ],
        '俊' => [
            'jiu'
        ],
        '激' => [
            'ji'
        ],
        '姽' => [
            'gui'
        ],
        '骢' => [
            'cong'
        ],
        '椿' => [
            'chun'
        ],
        '必' => [
            'bi'
        ],
        '谙' => [
            'an'
        ],
        '窬' => [
            'yu'
        ],
        '糗' => [
            'qiu'
        ],
        '缂' => [
            'ke'
        ],
        '彊' => [
            'qiang',
            'jiang'
        ],
        '楽' => [
            'le',
            'yue'
        ],
        '紕' => [
            'pi',
            'bi'
        ],
        '碿' => [
            'su',
            'xie'
        ],
        '殨' => [
            'kui',
            'hui'
        ],
        '住' => [
            'zhu'
        ],
        '污' => [
            'wu'
        ],
        '祸' => [
            'huo'
        ],
        '饮' => [
            'yin'
        ],
        '庑' => [
            'wu'
        ],
        '屦' => [
            'ju'
        ],
        '洚' => [
            'jiang'
        ],
        '飳' => [
            'zhu',
            'tou'
        ],
        '滊' => [
            'qi',
            'xi',
            'xie'
        ],
        '仔' => [
            'zi',
            'zai'
        ],
        '絓' => [
            'gua',
            'kua'
        ],
        '渑' => [
            'mian',
            'sheng'
        ],
        '欭' => [
            'yi',
            'yin'
        ],
        '鲐' => [
            'tai'
        ],
        '帖' => [
            'tie'
        ],
        '榻' => [
            'ta'
        ],
        '赎' => [
            'shu'
        ],
        '侍' => [
            'shi'
        ],
        '绅' => [
            'shen'
        ],
        '裸' => [
            'luo'
        ],
        '很' => [
            'hen'
        ],
        '沟' => [
            'gou'
        ],
        '篡' => [
            'cuan'
        ],
        '丛' => [
            'cong'
        ],
        '笨' => [
            'ben'
        ],
        '诜' => [
            'shen'
        ],
        '嬲' => [
            'niao'
        ],
        '嵝' => [
            'lou'
        ],
        '湏' => [
            'hui',
            'min',
            'xu'
        ],
        '趌' => [
            'ji',
            'jie'
        ],
        '鳎' => [
            'ta'
        ],
        '礻' => [
            'shi'
        ],
        '褶' => [
            'zhe'
        ],
        '忆' => [
            'yi'
        ],
        '乙' => [
            'yi'
        ],
        '谚' => [
            'yan'
        ],
        '孰' => [
            'shu'
        ],
        '幔' => [
            'man'
        ],
        '顸' => [
            'han'
        ],
        '骣' => [
            'chan'
        ],
        '蹅' => [
            'cha'
        ],
        '觯' => [
            'zhi'
        ],
        '氤' => [
            'yin'
        ],
        '缃' => [
            'xiang'
        ],
        '衽' => [
            'ren'
        ],
        '窭' => [
            'ju'
        ],
        '簟' => [
            'dian'
        ],
        '櫰' => [
            'huai',
            'gui'
        ],
        '佐' => [
            'zuo'
        ],
        '洛' => [
            'luo'
        ],
        '饯' => [
            'jian'
        ],
        '娼' => [
            'chang'
        ],
        '潆' => [
            'ying'
        ],
        '髡' => [
            'kun'
        ],
        '鲑' => [
            'gui',
            'xie'
        ],
        '澄' => [
            'cheng',
            'deng'
        ],
        '飴' => [
            'yi',
            'si'
        ],
        '絔' => [
            'bai',
            'mo'
        ],
        '篢' => [
            'gong',
            'gan',
            'long'
        ],
        '滋' => [
            'zi'
        ],
        '浙' => [
            'zhe'
        ],
        '徉' => [
            'yang'
        ],
        '细' => [
            'xi'
        ],
        '仕' => [
            'shi'
        ],
        '赏' => [
            'shang'
        ],
        '话' => [
            'hua'
        ],
        '裹' => [
            'guo'
        ],
        '东' => [
            'dong'
        ],
        '婺' => [
            'wu'
        ],
        '穰' => [
            'rang'
        ],
        '鬟' => [
            'huan'
        ],
        '孱' => [
            'chan',
            'can'
        ],
        '檳' => [
            'bin',
            'bing'
        ],
        '乚' => [
            'hao',
            'yi'
        ],
        '姿' => [
            'zi'
        ],
        '骤' => [
            'zhou'
        ],
        '项' => [
            'xiang'
        ],
        '衾' => [
            'qin'
        ],
        '泞' => [
            'ning'
        ],
        '幕' => [
            'mu'
        ],
        '漉' => [
            'lu'
        ],
        '礼' => [
            'li'
        ],
        '缄' => [
            'jian'
        ],
        '鳏' => [
            'guan'
        ],
        '谛' => [
            'di'
        ],
        '媸' => [
            'chi'
        ],
        '糙' => [
            'cao'
        ],
        '鹁' => [
            'bo'
        ],
        '濂' => [
            'lian'
        ],
        '溎' => [
            'yan',
            'gui'
        ],
        '讠' => [
            'yan'
        ],
        '祺' => [
            'qi'
        ],
        '佑' => [
            'you'
        ],
        '罂' => [
            'ying'
        ],
        '潇' => [
            'xiao'
        ],
        '稳' => [
            'wen'
        ],
        '饰' => [
            'shi'
        ],
        '库' => [
            'ku'
        ],
        '亘' => [
            'gen'
        ],
        '袼' => [
            'ge'
        ],
        '跋' => [
            'ba'
        ],
        '殪' => [
            'yi'
        ],
        '欯' => [
            'xi',
            'kai'
        ],
        '裺' => [
            'yan',
            'an'
        ],
        '没' => [
            'mei',
            'mo'
        ],
        '馮' => [
            'feng',
            'ping'
        ],
        '篣' => [
            'peng',
            'pang'
        ],
        '穱' => [
            'zhuo',
            'jue'
        ],
        '浚' => [
            'jun',
            'xun'
        ],
        '廑' => [
            'jin',
            'qin'
        ],
        '貗' => [
            'ju',
            'lou'
        ],
        '縎' => [
            'gu',
            'hu'
        ],
        '飵' => [
            'zuo',
            'ze',
            'zha'
        ],
        '侏' => [
            'zhu'
        ],
        '织' => [
            'zhi'
        ],
        '粜' => [
            'tiao'
        ],
        '他' => [
            'ta'
        ],
        '丝' => [
            'si'
        ],
        '踉' => [
            'liang'
        ],
        '帘' => [
            'lian'
        ],
        '徊' => [
            'huai'
        ],
        '诞' => [
            'dan'
        ],
        '笪' => [
            'da'
        ],
        '赐' => [
            'ci'
        ],
        '嬴' => [
            'ying'
        ],
        '鲒' => [
            'jie'
        ],
        '歭' => [
            'zhi',
            'chi'
        ],
        '峤' => [
            'jiao',
            'qiao'
        ],
        '說' => [
            'shuo',
            'shui',
            'yue'
        ],
        '顺' => [
            'shun'
        ],
        '式' => [
            'shi'
        ],
        '缅' => [
            'mian'
        ],
        '谜' => [
            'mi'
        ],
        '鹂' => [
            'li'
        ],
        '骥' => [
            'ji'
        ],
        '嶝' => [
            'deng'
        ],
        '鳐' => [
            'yao'
        ],
        '衿' => [
            'jin'
        ],
        '蹇' => [
            'jian'
        ],
        '氦' => [
            'hai'
        ],
        '潈' => [
            'cong',
            'zong'
        ],
        '緑' => [
            'lv',
            'lu'
        ],
        '娾' => [
            'ai',
            'e'
        ],
        '淖' => [
            'nao',
            'chuo',
            'zhuo'
        ],
        '汤' => [
            'tang',
            'shang'
        ],
        '洝' => [
            'an',
            'yan',
            'e'
        ],
        '稴' => [
            'xian',
            'jian',
            'lian'
        ],
        '溏' => [
            'tang'
        ],
        '躅' => [
            'zhu'
        ],
        '宰' => [
            'zai'
        ],
        '应' => [
            'ying'
        ],
        '豚' => [
            'tun'
        ],
        '竭' => [
            'jie'
        ],
        '计' => [
            'ji'
        ],
        '跌' => [
            'die'
        ],
        '襶' => [
            'dai'
        ],
        '饱' => [
            'bao'
        ],
        '箦' => [
            'ze'
        ],
        '巛' => [
            'chuan'
        ],
        '婼' => [
            'ruo',
            'chuo'
        ],
        '浛' => [
            'han'
        ],
        '终' => [
            'zhong'
        ],
        '仗' => [
            'zhang'
        ],
        '禹' => [
            'yu'
        ],
        '渔' => [
            'yu'
        ],
        '踊' => [
            'yong'
        ],
        '律' => [
            'lv'
        ],
        '羁' => [
            'ji'
        ],
        '榾' => [
            'gu'
        ],
        '诟' => [
            'gou'
        ],
        '丞' => [
            'cheng'
        ],
        '赑' => [
            'bi'
        ],
        '笫' => [
            'zi'
        ],
        '帙' => [
            'zhi'
        ],
        '謦' => [
            'qing'
        ],
        '貘' => [
            'mo'
        ],
        '寮' => [
            'liao'
        ],
        '粝' => [
            'li'
        ],
        '廒' => [
            'ao'
        ],
        '趏' => [
            'gua',
            'huo'
        ],
        '乜' => [
            'mie',
            'nie'
        ],
        '濄' => [
            'guo',
            'wo'
        ],
        '谝' => [
            'pian'
        ],
        '俎' => [
            'zu'
        ],
        '峥' => [
            'zheng'
        ],
        '氧' => [
            'yang'
        ],
        '须' => [
            'xu'
        ],
        '社' => [
            'she'
        ],
        '泠' => [
            'ling'
        ],
        '缆' => [
            'lan'
        ],
        '鹃' => [
            'juan'
        ],
        '尬' => [
            'ga'
        ],
        '蹈' => [
            'dao'
        ],
        '忉' => [
            'dao'
        ],
        '孳' => [
            'zi'
        ],
        '稵' => [
            'zi',
            'jiu'
        ],
        '体' => [
            'ti',
            'ben'
        ],
        '汥' => [
            'zhi',
            'ji'
        ],
        '底' => [
            'di',
            'de'
        ],
        '源' => [
            'yuan'
        ],
        '亚' => [
            'ya'
        ],
        '饲' => [
            'si'
        ],
        '罄' => [
            'qing'
        ],
        '祼' => [
            'guan'
        ],
        '洞' => [
            'dong'
        ],
        '订' => [
            'ding'
        ],
        '箧' => [
            'qie'
        ],
        '穳' => [
            'cuan',
            'zan'
        ],
        '覵' => [
            'jian',
            'bian'
        ],
        '禺' => [
            'yu',
            'ou'
        ],
        '裼' => [
            'xi',
            'ti'
        ],
        '滎' => [
            'xing',
            'ying'
        ],
        '帚' => [
            'zhou'
        ],
        '诠' => [
            'quan'
        ],
        '廓' => [
            'kuo'
        ],
        '付' => [
            'fu'
        ],
        '沣' => [
            'feng'
        ],
        '第' => [
            'di'
        ],
        '浜' => [
            'bang'
        ],
        '绉' => [
            'zhou'
        ],
        '侑' => [
            'you'
        ],
        '粞' => [
            'xi'
        ],
        '鲔' => [
            'wei'
        ],
        '毪' => [
            'mu'
        ],
        '篥' => [
            'li'
        ],
        '後' => [
            'hou'
        ],
        '糜' => [
            'mi',
            'mei'
        ],
        '説' => [
            'shuo',
            'shui',
            'yue'
        ],
        '俏' => [
            'qiao',
            'xiao'
        ],
        '忊' => [
            'ding',
            'ting'
        ],
        '檶' => [
            'qian',
            'lian'
        ],
        '湓' => [
            'pen'
        ],
        '翀' => [
            'chong'
        ],
        '缇' => [
            'ti'
        ],
        '弑' => [
            'shi'
        ],
        '泡' => [
            'pao'
        ],
        '峦' => [
            'luan'
        ],
        '九' => [
            'jiu'
        ],
        '秸' => [
            'jie'
        ],
        '觳' => [
            'hu'
        ],
        '蹉' => [
            'cuo'
        ],
        '槽' => [
            'cao'
        ],
        '氨' => [
            'an'
        ],
        '鹄' => [
            'hu'
        ],
        '顼' => [
            'xu'
        ],
        '骧' => [
            'xiang'
        ],
        '櫴' => [
            'la',
            'lai'
        ],
        '袿' => [
            'gui',
            'gua'
        ],
        '些' => [
            'xie',
            'suo'
        ],
        '宲' => [
            'bao',
            'shi'
        ],
        '佔' => [
            'zhan',
            'dian'
        ],
        '崤' => [
            'xiao'
        ],
        '罅' => [
            'xia'
        ],
        '淘' => [
            'tao'
        ],
        '庖' => [
            'pao'
        ],
        '麂' => [
            'ji'
        ],
        '讣' => [
            'fu'
        ],
        '端' => [
            'duan'
        ],
        '川' => [
            'chuan'
        ],
        '躇' => [
            'chu'
        ],
        '箨' => [
            'tuo'
        ],
        '跎' => [
            'tuo'
        ],
        '覶' => [
            'luo',
            'luan'
        ],
        '婾' => [
            'tou',
            'yu'
        ],
        '徍' => [
            'wang',
            'jia',
            'wa'
        ],
        '馱' => [
            'tuo',
            'duo'
        ],
        '沤' => [
            'ou'
        ],
        '欲' => [
            'yu'
        ],
        '岩' => [
            'yan'
        ],
        '穴' => [
            'xue'
        ],
        '仙' => [
            'xian'
        ],
        '粟' => [
            'su'
        ],
        '嬷' => [
            'mo'
        ],
        '橹' => [
            'lu'
        ],
        '离' => [
            'li'
        ],
        '寰' => [
            'huan'
        ],
        '毫' => [
            'hao'
        ],
        '诡' => [
            'gui'
        ],
        '赓' => [
            'geng'
        ],
        '踌' => [
            'chou'
        ],
        '澈' => [
            'che'
        ],
        '帛' => [
            'bo'
        ],
        '篦' => [
            'bi'
        ],
        '绊' => [
            'ban'
        ],
        '渖' => [
            'shen'
        ],
        '鬣' => [
            'lie'
        ],
        '滏' => [
            'fu'
        ],
        '鲕' => [
            'er'
        ],
        '濆' => [
            'fen',
            'pen'
        ],
        '檷' => [
            'ni',
            'mi'
        ],
        '綖' => [
            'yan',
            'xian'
        ],
        '歰' => [
            'se',
            'sha'
        ],
        '嶠' => [
            'jiao',
            'qiao'
        ],
        '槾' => [
            'man',
            'wan'
        ],
        '糝' => [
            'san',
            'shen'
        ],
        '媼' => [
            'ao',
            'yun',
            'wo'
        ],
        '缈' => [
            'miao'
        ],
        '众' => [
            'zhong'
        ],
        '氩' => [
            'ya'
        ],
        '翁' => [
            'weng'
        ],
        '顽' => [
            'wan'
        ],
        '涛' => [
            'tao'
        ],
        '乞' => [
            'qi'
        ],
        '俐' => [
            'li'
        ],
        '警' => [
            'jing'
        ],
        '骨' => [
            'gu'
        ],
        '孵' => [
            'fu'
        ],
        '鹅' => [
            'e'
        ],
        '波' => [
            'bo'
        ],
        '趑' => [
            'zi'
        ],
        '蹊' => [
            'qi'
        ],
        '谟' => [
            'mo'
        ],
        '鳓' => [
            'le'
        ],
        '湔' => [
            'jian'
        ],
        '崥' => [
            'pi',
            'bi'
        ],
        '麃' => [
            'pao',
            'biao'
        ],
        '屬' => [
            'shu',
            'zhu'
        ],
        '彐' => [
            'ji'
        ],
        '州' => [
            'zhou'
        ],
        '饴' => [
            'yi'
        ],
        '认' => [
            'ren'
        ],
        '髦' => [
            'mao'
        ],
        '箩' => [
            'luo'
        ],
        '稷' => [
            'ji'
        ],
        '何' => [
            'he'
        ],
        '害' => [
            'hai'
        ],
        '店' => [
            'dian'
        ],
        '淙' => [
            'cong'
        ],
        '潋' => [
            'lian'
        ],
        '跏' => [
            'jia'
        ],
        '徎' => [
            'cheng',
            'zheng'
        ],
        '縒' => [
            'ci',
            'cuo',
            'suo'
        ],
        '絙' => [
            'huan',
            'geng'
        ],
        '笮' => [
            'zuo',
            'ze'
        ],
        '篧' => [
            'zhuo',
            'huo'
        ],
        '馲' => [
            'tuo',
            'zhe'
        ],
        '嵣' => [
            'dang',
            'tang'
        ],
        '帜' => [
            'zhi'
        ],
        '询' => [
            'xun'
        ],
        '婿' => [
            'xu'
        ],
        '渗' => [
            'shen'
        ],
        '赔' => [
            'pei'
        ],
        '沥' => [
            'li'
        ],
        '澉' => [
            'gan'
        ],
        '浞' => [
            'zhuo'
        ],
        '裾' => [
            'ju'
        ],
        '绋' => [
            'fu'
        ],
        '缉' => [
            'ji',
            'qi'
        ],
        '漎' => [
            'cong',
            'song'
        ],
        '嶡' => [
            'jue',
            'gui'
        ],
        '优' => [
            'you'
        ],
        '也' => [
            'ye'
        ],
        '蹋' => [
            'ta'
        ],
        '泣' => [
            'qi'
        ],
        '忌' => [
            'ji'
        ],
        '顾' => [
            'gu'
        ],
        '弓' => [
            'gong'
        ],
        '峨' => [
            'e'
        ],
        '谠' => [
            'dang'
        ],
        '鳔' => [
            'biao'
        ],
        '鹆' => [
            'yu'
        ],
        '窳' => [
            'yu'
        ],
        '俑' => [
            'yong'
        ],
        '氪' => [
            'ke'
        ],
        '槿' => [
            'jin'
        ],
        '溓' => [
            'lian',
            'nian',
            'xian'
        ],
        '亝' => [
            'qi',
            'zhai'
        ],
        '汨' => [
            'mi'
        ],
        '樽' => [
            'zun'
        ],
        '宴' => [
            'yan'
        ],
        '讥' => [
            'ji'
        ],
        '饵' => [
            'er'
        ],
        '箪' => [
            'dan'
        ],
        '跐' => [
            'ci'
        ],
        '崦' => [
            'yan'
        ],
        '仛' => [
            'tuo',
            'cha',
            'duo'
        ],
        '浟' => [
            'you',
            'di'
        ],
        '嵤' => [
            'rong',
            'ying'
        ],
        '毭' => [
            'dou',
            'nuo'
        ],
        '诣' => [
            'yi'
        ],
        '禽' => [
            'qin'
        ],
        '马' => [
            'ma'
        ],
        '沦' => [
            'lun'
        ],
        '究' => [
            'jiu'
        ],
        '滑' => [
            'hua'
        ],
        '丢' => [
            'diu'
        ],
        '帝' => [
            'di'
        ],
        '赕' => [
            'dan'
        ],
        '绌' => [
            'chu'
        ],
        '岫' => [
            'xiu'
        ],
        '侔' => [
            'mou'
        ],
        '廖' => [
            'liao'
        ],
        '窴' => [
            'tian',
            'dian',
            'yan'
        ],
        '濈' => [
            'ji',
            'sha'
        ],
        '缊' => [
            'yun',
            'wen'
        ],
        '谡' => [
            'su'
        ],
        '糟' => [
            'zao'
        ],
        '移' => [
            'yi'
        ],
        '习' => [
            'xi'
        ],
        '忍' => [
            'ren'
        ],
        '漏' => [
            'lou'
        ],
        '涝' => [
            'lao'
        ],
        '伙' => [
            'huo'
        ],
        '湖' => [
            'hu'
        ],
        '媾' => [
            'gou'
        ],
        '顿' => [
            'dun'
        ],
        '幛' => [
            'zhang'
        ],
        '鳕' => [
            'xue'
        ],
        '鹇' => [
            'xian'
        ],
        '簦' => [
            'deng'
        ],
        '屮' => [
            'che',
            'cao'
        ],
        '汩' => [
            'gu',
            'yu'
        ],
        '竲' => [
            'ceng',
            'zeng'
        ],
        '巠' => [
            'jing',
            'xing'
        ],
        '襻' => [
            'pan'
        ],
        '箫' => [
            'xiao'
        ],
        '宵' => [
            'xiao'
        ],
        '佗' => [
            'tuo'
        ],
        '饶' => [
            'rao'
        ],
        '跑' => [
            'pao'
        ],
        '庙' => [
            'miao'
        ],
        '讦' => [
            'jie'
        ],
        '归' => [
            'gui'
        ],
        '稹' => [
            'zhen'
        ],
        '樾' => [
            'yue'
        ],
        '潍' => [
            'wei'
        ],
        '崧' => [
            'song'
        ],
        '笰' => [
            'fu',
            'fei'
        ],
        '粢' => [
            'zi',
            'ci'
        ],
        '诤' => [
            'zheng'
        ],
        '驭' => [
            'yu'
        ],
        '徐' => [
            'xu'
        ],
        '踏' => [
            'ta'
        ],
        '绍' => [
            'shao'
        ],
        '穷' => [
            'qiong'
        ],
        '赖' => [
            'lai'
        ],
        '禾' => [
            'he'
        ],
        '沧' => [
            'cang'
        ],
        '橼' => [
            'yuan'
        ],
        '浠' => [
            'xi'
        ],
        '辁' => [
            'quan'
        ],
        '岬' => [
            'jia'
        ],
        '会' => [
            'hui',
            'kuai'
        ],
        '誰' => [
            'shui',
            'shei'
        ],
        '觷' => [
            'xue',
            'hu'
        ],
        '鹈' => [
            'ti'
        ],
        '濉' => [
            'sui'
        ],
        '引' => [
            'yin'
        ],
        '谢' => [
            'xie'
        ],
        '乡' => [
            'xiang'
        ],
        '泥' => [
            'ni'
        ],
        '趔' => [
            'lie'
        ],
        '糠' => [
            'kang'
        ],
        '就' => [
            'jiu'
        ],
        '簧' => [
            'huang'
        ],
        '鳖' => [
            'bie'
        ],
        '峪' => [
            'yu'
        ],
        '筮' => [
            'shi'
        ],
        '涞' => [
            'lai'
        ],
        '缋' => [
            'hui'
        ],
        '屯' => [
            'tun',
            'zhun'
        ],
        '颾' => [
            'sao',
            'sou'
        ],
        '家' => [
            'jia'
        ],
        '潎' => [
            'pi',
            'pie'
        ],
        '淜' => [
            'ping',
            'peng'
        ],
        '亟' => [
            'ji',
            'qi'
        ],
        '麆' => [
            'zhu',
            'cu'
        ],
        '巡' => [
            'xun'
        ],
        '饷' => [
            'xiang'
        ],
        '汪' => [
            'wang'
        ],
        '佘' => [
            'she'
        ],
        '讧' => [
            'hong'
        ],
        '庚' => [
            'geng'
        ],
        '当' => [
            'dang'
        ],
        '箬' => [
            'ruo'
        ],
        '欶' => [
            'shuo',
            'sou'
        ],
        '嵦' => [
            'kai',
            'ai'
        ],
        '縕' => [
            'yun',
            'wen'
        ],
        '絜' => [
            'xie',
            'jie'
        ],
        '粣' => [
            'ce',
            'se'
        ],
        '覺' => [
            'jue',
            'jiao'
        ],
        '滓' => [
            'zi'
        ],
        '绎' => [
            'yi'
        ],
        '毯' => [
            'tan'
        ],
        '岭' => [
            'ling'
        ],
        '两' => [
            'liang'
        ],
        '黄' => [
            'huang'
        ],
        '该' => [
            'gai'
        ],
        '渚' => [
            'zhu'
        ],
        '穸' => [
            'xi'
        ],
        '仝' => [
            'tong'
        ],
        '澌' => [
            'si'
        ],
        '辂' => [
            'lu'
        ],
        '笱' => [
            'gou'
        ],
        '驮' => [
            'tuo'
        ],
        '篪' => [
            'chi'
        ],
        '濊' => [
            'hui',
            'huo'
        ],
        '檻' => [
            'jian',
            'kan'
        ],
        '簨' => [
            'sun',
            'zhuan'
        ],
        '峫' => [
            'xie',
            'ye'
        ],
        '谣' => [
            'yao'
        ],
        '湘' => [
            'xiang'
        ],
        '鹉' => [
            'wu'
        ],
        '涟' => [
            'lian'
        ],
        '秽' => [
            'hui'
        ],
        '翅' => [
            'chi'
        ],
        '忏' => [
            'chan'
        ],
        '伛' => [
            'yu'
        ],
        '缌' => [
            'si'
        ],
        '鳗' => [
            'man'
        ],
        '屰' => [
            'ni',
            'ji'
        ],
        '麇' => [
            'jun',
            'qun'
        ],
        '亠' => [
            'tou'
        ],
        '余' => [
            'yu'
        ],
        '象' => [
            'xiang'
        ],
        '讨' => [
            'tao'
        ],
        '箭' => [
            'jian'
        ],
        '淝' => [
            'fei'
        ],
        '稻' => [
            'dao'
        ],
        '巢' => [
            'chao'
        ],
        '崩' => [
            'beng'
        ],
        '車' => [
            'che',
            'ju'
        ],
        '侗' => [
            'dong',
            'tong'
        ],
        '详' => [
            'xiang',
            'yang'
        ],
        '貟' => [
            'yuan',
            'yun'
        ],
        '橾' => [
            'shu',
            'qiao'
        ],
        '澍' => [
            'shu',
            'zhu'
        ],
        '馶' => [
            'zhi',
            'shi'
        ],
        '赘' => [
            'zhui'
        ],
        '粤' => [
            'yue'
        ],
        '严' => [
            'yan'
        ],
        '驯' => [
            'xun'
        ],
        '徒' => [
            'tu'
        ],
        '滔' => [
            'tao'
        ],
        '穹' => [
            'qiong'
        ],
        '经' => [
            'jing'
        ],
        '较' => [
            'jiao'
        ],
        '欷' => [
            'xi'
        ],
        '沩' => [
            'wei'
        ],
        '仞' => [
            'ren'
        ],
        '鲚' => [
            'ji'
        ],
        '泧' => [
            'yue',
            'sa'
        ],
        '忐' => [
            'tan'
        ],
        '孺' => [
            'ru'
        ],
        '鹊' => [
            'que'
        ],
        '迁' => [
            'qian'
        ],
        '骭' => [
            'gan'
        ],
        '弗' => [
            'fu'
        ],
        '氮' => [
            'dan'
        ],
        '谤' => [
            'bang'
        ],
        '涠' => [
            'wei'
        ],
        '鳘' => [
            'min'
        ],
        '幞' => [
            'fu'
        ],
        '缍' => [
            'duo'
        ],
        '亡' => [
            'wang',
            'wu'
        ],
        '諰' => [
            'xi',
            'shai',
            'ai'
        ],
        '佚' => [
            'yi',
            'die'
        ],
        '潐' => [
            'jiao',
            'qiao'
        ],
        '髫' => [
            'tiao'
        ],
        '素' => [
            'su'
        ],
        '殳' => [
            'shu'
        ],
        '山' => [
            'shan'
        ],
        '让' => [
            'rang'
        ],
        '录' => [
            'lu'
        ],
        '津' => [
            'jin'
        ],
        '稼' => [
            'jia'
        ],
        '豢' => [
            'huan'
        ],
        '齁' => [
            'hou'
        ],
        '府' => [
            'fu'
        ],
        '宸' => [
            'chen'
        ],
        '麈' => [
            'zhu'
        ],
        '淞' => [
            'song'
        ],
        '篬' => [
            'qiang',
            'cang'
        ],
        '縗' => [
            'cui',
            'sui',
            'shuai'
        ],
        '粥' => [
            'zhou',
            'yu'
        ],
        '欸' => [
            'ei',
            'ai'
        ],
        '軋' => [
            'ya',
            'zha',
            'ga'
        ],
        '辄' => [
            'zhe'
        ],
        '滕' => [
            'teng'
        ],
        '仟' => [
            'qian'
        ],
        '澎' => [
            'peng'
        ],
        '空' => [
            'kong'
        ],
        '浣' => [
            'huan'
        ],
        '沪' => [
            'hu'
        ],
        '赙' => [
            'fu'
        ],
        '驰' => [
            'chi'
        ],
        '诧' => [
            'cha'
        ],
        '侘' => [
            'cha'
        ],
        '鲛' => [
            'jiao'
        ],
        '笳' => [
            'jia'
        ],
        '绐' => [
            'dai'
        ],
        '涡' => [
            'wo',
            'guo'
        ],
        '糣' => [
            'san',
            'shen'
        ],
        '綜' => [
            'zong',
            'zeng'
        ],
        '嶦' => [
            'zhan',
            'shan'
        ],
        '檽' => [
            'nou',
            'ruan',
            'ru'
        ],
        '誳' => [
            'qu',
            'jue'
        ],
        '秿' => [
            'fu',
            'pu'
        ],
        '鹋' => [
            'miao'
        ],
        '忑' => [
            'te'
        ],
        '注' => [
            'zhu'
        ],
        '簪' => [
            'zan'
        ],
        '迂' => [
            'yu'
        ],
        '谥' => [
            'shi'
        ],
        '峭' => [
            'qiao'
        ],
        '譬' => [
            'pi'
        ],
        '氯' => [
            'lv'
        ],
        '漓' => [
            'li'
        ],
        '弘' => [
            'hong'
        ],
        '尴' => [
            'gan'
        ],
        '缎' => [
            'duan'
        ],
        '鳙' => [
            'yong'
        ],
        '筱' => [
            'xiao'
        ],
        '跕' => [
            'dian',
            'tie',
            'die'
        ],
        '稽' => [
            'ji',
            'qi'
        ],
        '佛' => [
            'fo',
            'fu',
            'bi',
            'bo'
        ],
        '鮥' => [
            'luo',
            'ge'
        ],
        '西' => [
            'xi'
        ],
        '彖' => [
            'tuan'
        ],
        '讪' => [
            'shan'
        ],
        '容' => [
            'rong'
        ],
        '殴' => [
            'ou'
        ],
        '亢' => [
            'kang'
        ],
        '饺' => [
            'jiao'
        ],
        '溘' => [
            'ke'
        ],
        '絟' => [
            'quan',
            'shuan'
        ],
        '馸' => [
            'xin',
            'jin'
        ],
        '鯣' => [
            'yi',
            'si'
        ],
        '仠' => [
            'gan',
            'han'
        ],
        '渝' => [
            'yu'
        ],
        '羊' => [
            'yang'
        ],
        '鲜' => [
            'xian'
        ],
        '嵩' => [
            'song'
        ],
        '丧' => [
            'sang'
        ],
        '驱' => [
            'qu'
        ],
        '沫' => [
            'mo'
        ],
        '诨' => [
            'hun'
        ],
        '辅' => [
            'fu'
        ],
        '龀' => [
            'chen'
        ],
        '绑' => [
            'bang'
        ],
        '赚' => [
            'zhuan'
        ],
        '欹' => [
            'qi'
        ],
        '廛' => [
            'chan'
        ],
        '忒' => [
            'te',
            'tui'
        ],
        '觻' => [
            'li',
            'lu'
        ],
        '綝' => [
            'lin',
            'chen'
        ],
        '缏' => [
            'bian',
            'pian'
        ],
        '湛' => [
            'zhan'
        ],
        '演' => [
            'yan'
        ],
        '俗' => [
            'su'
        ],
        '伞' => [
            'san'
        ],
        '氰' => [
            'qing'
        ],
        '谦' => [
            'qian'
        ],
        '蹑' => [
            'nie'
        ],
        '鹌' => [
            'an'
        ],
        '筲' => [
            'shao'
        ],
        '潒' => [
            'dang',
            'xiang'
        ],
        '淠' => [
            'pi',
            'pei'
        ],
        '作' => [
            'zuo'
        ],
        '跖' => [
            'zhi'
        ],
        '索' => [
            'suo'
        ],
        '讫' => [
            'qi'
        ],
        '庞' => [
            'pang'
        ],
        '躏' => [
            'lin'
        ],
        '彗' => [
            'hui'
        ],
        '工' => [
            'gong'
        ],
        '段' => [
            'duan'
        ],
        '贝' => [
            'bei'
        ],
        '髭' => [
            'zi'
        ],
        '洧' => [
            'wei'
        ],
        '渞' => [
            'qiu',
            'wu'
        ],
        '絠' => [
            'gai',
            'ai'
        ],
        '仡' => [
            'yi',
            'ge'
        ],
        '嵪' => [
            'kao',
            'qiao'
        ],
        '诩' => [
            'xu'
        ],
        '赛' => [
            'sai'
        ],
        '绒' => [
            'rong'
        ],
        '欺' => [
            'qi'
        ],
        '辆' => [
            'liang'
        ],
        '篮' => [
            'lan'
        ],
        '徕' => [
            'lai'
        ],
        '岱' => [
            'dai'
        ],
        '寸' => [
            'cun'
        ],
        '毳' => [
            'cui'
        ],
        '踔' => [
            'chuo'
        ],
        '滗' => [
            'bi'
        ],
        '丨' => [
            'shu'
        ],
        '忓' => [
            'gan',
            'han'
        ],
        '濎' => [
            'ding',
            'ting'
        ],
        '伟' => [
            'wei'
        ],
        '骰' => [
            'tou'
        ],
        '书' => [
            'shu'
        ],
        '迄' => [
            'qi'
        ],
        '蹒' => [
            'pan'
        ],
        '孽' => [
            'nie'
        ],
        '谧' => [
            'mi'
        ],
        '泪' => [
            'lei'
        ],
        '涣' => [
            'huan'
        ],
        '俘' => [
            'fu'
        ],
        '幡' => [
            'fan'
        ],
        '漕' => [
            'cao'
        ],
        '崭' => [
            'zhan',
            'chan'
        ],
        '纕' => [
            'xiang',
            'rang'
        ],
        '佝' => [
            'gou',
            'kou'
        ],
        '溚' => [
            'da',
            'ta'
        ],
        '左' => [
            'zuo'
        ],
        '贞' => [
            'zhen'
        ],
        '箱' => [
            'xiang'
        ],
        '麋' => [
            'mi'
        ],
        '交' => [
            'jiao'
        ],
        '稿' => [
            'gao'
        ],
        '跗' => [
            'fu'
        ],
        '废' => [
            'fei'
        ],
        '淡' => [
            'dan'
        ],
        '饼' => [
            'bing'
        ],
        '彘' => [
            'zhi'
        ],
        '齄' => [
            'zha'
        ],
        '躐' => [
            'lie'
        ],
        '诪' => [
            'zhou',
            'chou'
        ],
        '龂' => [
            'yin',
            'ken'
        ],
        '絡' => [
            'luo',
            'lao'
        ],
        '欻' => [
            'xu',
            'chua'
        ],
        '羌' => [
            'qiang'
        ],
        '浦' => [
            'pu'
        ],
        '辇' => [
            'nian'
        ],
        '结' => [
            'jie'
        ],
        '供' => [
            'gong'
        ],
        '对' => [
            'dui'
        ],
        '驳' => [
            'bo'
        ],
        '嵫' => [
            'zi'
        ],
        '赜' => [
            'ze'
        ],
        '鲞' => [
            'xiang'
        ],
        '軎' => [
            'wei'
        ],
        '沭' => [
            'shu'
        ],
        '黉' => [
            'hong'
        ],
        '传' => [
            'chuan',
            'zhuan'
        ],
        '鳜' => [
            'gui',
            'jue'
        ],
        '繘' => [
            'ju',
            'jue'
        ],
        '綟' => [
            'li',
            'lie'
        ],
        '幢' => [
            'chuang',
            'zhuang'
        ],
        '忔' => [
            'yi',
            'qi'
        ],
        '迅' => [
            'xun'
        ],
        '谨' => [
            'jin'
        ],
        '峰' => [
            'feng'
        ],
        '涤' => [
            'di'
        ],
        '歹' => [
            'dai'
        ],
        '弛' => [
            'chi'
        ],
        '氲' => [
            'yun'
        ],
        '翊' => [
            'yi'
        ],
        '泫' => [
            'xuan'
        ],
        '骱' => [
            'jie'
        ],
        '缑' => [
            'gou'
        ],
        '鹎' => [
            'bei'
        ],
        '淢' => [
            'yu',
            'xu'
        ],
        '殷' => [
            'yan',
            'yin'
        ],
        '跘' => [
            'pan',
            'ban'
        ],
        '緝' => [
            'ji',
            'qi'
        ],
        '竹' => [
            'zhu'
        ],
        '训' => [
            'xun'
        ],
        '汰' => [
            'tai'
        ],
        '巧' => [
            'qiao'
        ],
        '佞' => [
            'ning'
        ],
        '亥' => [
            'hai'
        ],
        '崮' => [
            'gu'
        ],
        '负' => [
            'fu'
        ],
        '饽' => [
            'bo'
        ],
        '庠' => [
            'xiang'
        ],
        '髯' => [
            'ran'
        ],
        '澒' => [
            'hong',
            'gong'
        ],
        '浧' => [
            'cheng',
            'ying'
        ],
        '渠' => [
            'qu',
            'ju'
        ],
        '得' => [
            'dei',
            'de'
        ],
        '欼' => [
            'chi',
            'chuai'
        ],
        '詹' => [
            'zhan'
        ],
        '岳' => [
            'yue'
        ],
        '赝' => [
            'yan'
        ],
        '寺' => [
            'si'
        ],
        '驴' => [
            'lv'
        ],
        '绔' => [
            'ku'
        ],
        '龃' => [
            'ju'
        ],
        '沮' => [
            'ju'
        ],
        '诫' => [
            'jie'
        ],
        '个' => [
            'ge'
        ],
        '代' => [
            'dai'
        ],
        '辈' => [
            'bei'
        ],
        '鲟' => [
            'xun'
        ],
        '嵬' => [
            'wei'
        ],
        '毵' => [
            'san'
        ],
        '伡' => [
            'che',
            'ju'
        ],
        '泬' => [
            'jue',
            'xue'
        ],
        '忕' => [
            'shi',
            'tai'
        ],
        '窼' => [
            'chao',
            'ke'
        ],
        '筵' => [
            'yan'
        ],
        '尸' => [
            'shi'
        ],
        '鳝' => [
            'shan'
        ],
        '鹏' => [
            'peng'
        ],
        '谩' => [
            'man'
        ],
        '俚' => [
            'li'
        ],
        '缒' => [
            'zhui'
        ],
        '竺' => [
            'zhu',
            'du'
        ],
        '殸' => [
            'qing',
            'keng',
            'sheng'
        ],
        '紥' => [
            'zha',
            'za'
        ],
        '躒' => [
            'li',
            'luo'
        ],
        '跙' => [
            'ju',
            'qie'
        ],
        '亦' => [
            'yi'
        ],
        '议' => [
            'yi'
        ],
        '溜' => [
            'liu'
        ],
        '宽' => [
            'kuan'
        ],
        '巨' => [
            'ju'
        ],
        '洪' => [
            'hong'
        ],
        '罐' => [
            'guan'
        ],
        '佟' => [
            'tong'
        ],
        '絣' => [
            'beng',
            'bing',
            'peng'
        ],
        '軐' => [
            'xin',
            'xian'
        ],
        '笸' => [
            'po'
        ],
        '驵' => [
            'zang'
        ],
        '赞' => [
            'zan'
        ],
        '依' => [
            'yi'
        ],
        '丫' => [
            'ya'
        ],
        '寻' => [
            'xun'
        ],
        '诬' => [
            'wu'
        ],
        '绕' => [
            'rao'
        ],
        '徘' => [
            'pai'
        ],
        '美' => [
            'mei'
        ],
        '令' => [
            'ling'
        ],
        '龄' => [
            'ling'
        ],
        '篱' => [
            'li'
        ],
        '辉' => [
            'hui'
        ],
        '滚' => [
            'gun'
        ],
        '鲠' => [
            'geng'
        ],
        '粪' => [
            'fen'
        ],
        '渡' => [
            'du'
        ],
        '带' => [
            'dai'
        ],
        '穿' => [
            'chuan'
        ],
        '骳' => [
            'bei',
            'mo'
        ],
        '鶗' => [
            'ti',
            'chi'
        ],
        '駺' => [
            'liang',
            'lang'
        ],
        '窽' => [
            'kuan',
            'cuan'
        ],
        '谪' => [
            'zhe'
        ],
        '尹' => [
            'yin'
        ],
        '翌' => [
            'yi'
        ],
        '伢' => [
            'ya'
        ],
        '死' => [
            'si'
        ],
        '水' => [
            'shui'
        ],
        '润' => [
            'run'
        ],
        '鳞' => [
            'lin'
        ],
        '糨' => [
            'jiang'
        ],
        '乩' => [
            'ji'
        ],
        '湟' => [
            'huang'
        ],
        '缓' => [
            'huan'
        ],
        '过' => [
            'guo'
        ],
        '忖' => [
            'cun'
        ],
        '濑' => [
            'lai'
        ],
        '竻' => [
            'le',
            'jin'
        ],
        '緟' => [
            'chong',
            'zhong'
        ],
        '箴' => [
            'zhen'
        ],
        '淤' => [
            'yu'
        ],
        '讯' => [
            'xun'
        ],
        '网' => [
            'wang'
        ],
        '你' => [
            'ni'
        ],
        '汲' => [
            'ji'
        ],
        '贡' => [
            'gong'
        ],
        '巩' => [
            'gong'
        ],
        '饿' => [
            'e'
        ],
        '产' => [
            'chan'
        ],
        '宾' => [
            'bin'
        ],
        '洫' => [
            'xu'
        ],
        '跚' => [
            'shan'
        ],
        '沰' => [
            'tuo',
            'duo'
        ],
        '丬' => [
            'jiang'
        ],
        '帧' => [
            'zhen'
        ],
        '语' => [
            'yu'
        ],
        '以' => [
            'yi'
        ],
        '徙' => [
            'xi'
        ],
        '驶' => [
            'shi'
        ],
        '款' => [
            'kuan'
        ],
        '浩' => [
            'hao'
        ],
        '辊' => [
            'gun'
        ],
        '导' => [
            'dao'
        ],
        '龅' => [
            'bao'
        ],
        '鲡' => [
            'li'
        ],
        '岵' => [
            'hu'
        ],
        '鬯' => [
            'chang'
        ],
        '翍' => [
            'pi',
            'bi',
            'po'
        ],
        '窾' => [
            'kuan',
            'cuan'
        ],
        '尺' => [
            'chi',
            'che'
        ],
        '漙' => [
            'tuan',
            'zhuan'
        ],
        '泮' => [
            'pan'
        ],
        '氵' => [
            'san'
        ],
        '俜' => [
            'ping'
        ],
        '鳟' => [
            'zun'
        ],
        '志' => [
            'zhi'
        ],
        '迈' => [
            'mai'
        ],
        '筷' => [
            'kuai'
        ],
        '涧' => [
            'jian'
        ],
        '歼' => [
            'jian'
        ],
        '缔' => [
            'di'
        ],
        '鹑' => [
            'chun'
        ],
        '濒' => [
            'bin'
        ],
        '谫' => [
            'jian'
        ],
        '亨' => [
            'heng',
            'peng'
        ],
        '髲' => [
            'bi',
            'po'
        ],
        '宿' => [
            'su',
            'xiu'
        ],
        '屸' => [
            'hong',
            'long'
        ],
        '洬' => [
            'su',
            'shuo'
        ],
        '訾' => [
            'zi'
        ],
        '紧' => [
            'jin'
        ],
        '记' => [
            'ji'
        ],
        '财' => [
            'cai'
        ],
        '跛' => [
            'bo'
        ],
        '躔' => [
            'chan'
        ],
        '寽' => [
            'l&lt;eluo'
        ],
        '滜' => [
            'ze',
            'hao'
        ],
        '毸' => [
            'sai',
            'sui'
        ],
        '欿' => [
            'kan',
            'qian'
        ],
        '龆' => [
            'tiao'
        ],
        '中' => [
            'zhong'
        ],
        '渣' => [
            'zha'
        ],
        '赠' => [
            'zeng'
        ],
        '黍' => [
            'shu'
        ],
        '诮' => [
            'qiao'
        ],
        '鲢' => [
            'lian'
        ],
        '浪' => [
            'lang'
        ],
        '笺' => [
            'jian'
        ],
        '绗' => [
            'hang'
        ],
        '嵯' => [
            'cuo'
        ],
        '辋' => [
            'wang'
        ],
        '沱' => [
            'tuo'
        ],
        '驷' => [
            'si'
        ],
        '誺' => [
            'chi',
            'lai'
        ],
        '弟' => [
            'di',
            'ti',
            'tui'
        ],
        '趞' => [
            'que',
            'qi',
            'ji'
        ],
        '鶙' => [
            'ti',
            'chi'
        ],
        '氶' => [
            'cheng',
            'zheng'
        ],
        '涨' => [
            'zhang'
        ],
        '忘' => [
            'wang'
        ],
        '伤' => [
            'shang'
        ],
        '谬' => [
            'miu'
        ],
        '泯' => [
            'min'
        ],
        '缕' => [
            'lv'
        ],
        '窿' => [
            'long'
        ],
        '翎' => [
            'ling'
        ],
        '保' => [
            'bao'
        ],
        '鼋' => [
            'yuan'
        ],
        '尻' => [
            'kao'
        ],
        '纚' => [
            'xi',
            'li',
            'sa'
        ],
        '髳' => [
            'mao',
            'meng'
        ],
        '殻' => [
            'ke',
            'qiao'
        ],
        '责' => [
            'ze'
        ],
        '竽' => [
            'yu'
        ],
        '屹' => [
            'yi'
        ],
        '彝' => [
            'yi'
        ],
        '巫' => [
            'wu'
        ],
        '潘' => [
            'pan'
        ],
        '亩' => [
            'mu'
        ],
        '豪' => [
            'hao'
        ],
        '淦' => [
            'gan'
        ],
        '汴' => [
            'bian'
        ],
        '溟' => [
            'ming'
        ],
        '嵰' => [
            'qin',
            'qian'
        ],
        '軓' => [
            'fan',
            'gui'
        ],
        '仧' => [
            'chang',
            'zhang'
        ],
        '篴' => [
            'zhu',
            'di'
        ],
        '沲' => [
            'tuo',
            'duo'
        ],
        '給' => [
            'gei',
            'ji'
        ],
        '岷' => [
            'min'
        ],
        '龇' => [
            'zi'
        ],
        '侠' => [
            'xia'
        ],
        '误' => [
            'wu'
        ],
        '赡' => [
            'shan'
        ],
        '黎' => [
            'li'
        ],
        '绘' => [
            'hui'
        ],
        '驸' => [
            'fu'
        ],
        '渤' => [
            'bo'
        ],
        '毹' => [
            'shu'
        ],
        '鲣' => [
            'jian'
        ],
        '濔' => [
            'mi',
            'ni'
        ],
        '俞' => [
            'yu',
            'shu'
        ],
        '歾' => [
            'mo',
            'wen'
        ],
        '张' => [
            'zhang'
        ],
        '趟' => [
            'tang'
        ],
        '谭' => [
            'tan'
        ],
        '泰' => [
            'tai'
        ],
        '涩' => [
            'se'
        ],
        '尼' => [
            'ni'
        ],
        '忙' => [
            'mang'
        ],
        '骶' => [
            'di'
        ],
        '筹' => [
            'chou'
        ],
        '伥' => [
            'chang'
        ],
        '编' => [
            'bian'
        ],
        '緢' => [
            'miao',
            'mao'
        ],
        '汵' => [
            'gan',
            'han',
            'cen'
        ],
        '鮭' => [
            'gui',
            'xie',
            'wa',
            'kui'
        ],
        '殼' => [
            'ke',
            'qiao'
        ],
        '箷' => [
            'shi',
            'yi'
        ],
        '洮' => [
            'tao'
        ],
        '屺' => [
            'qi'
        ],
        '豫' => [
            'yu'
        ],
        '佣' => [
            'yong'
        ],
        '贤' => [
            'xian'
        ],
        '罔' => [
            'wang'
        ],
        '距' => [
            'ju'
        ],
        '讲' => [
            'jiang'
        ],
        '庥' => [
            'xiu'
        ],
        '纛' => [
            'dao'
        ],
        '龈' => [
            'yin',
            'ken'
        ],
        '絧' => [
            'tong',
            'dong'
        ],
        '给' => [
            'gei',
            'ji'
        ],
        '滞' => [
            'zhi'
        ],
        '赢' => [
            'ying'
        ],
        '寿' => [
            'shou'
        ],
        '仨' => [
            'sa'
        ],
        '黏' => [
            'nian'
        ],
        '笼' => [
            'long'
        ],
        '粮' => [
            'liang'
        ],
        '鲤' => [
            'li'
        ],
        '驹' => [
            'ju'
        ],
        '河' => [
            'he'
        ],
        '诰' => [
            'gao'
        ],
        '辍' => [
            'chuo'
        ],
        '徜' => [
            'chang'
        ],
        '謷' => [
            'ao'
        ],
        '岸' => [
            'an'
        ],
        '渥' => [
            'wo'
        ],
        '鬲' => [
            'ge'
        ],
        '弡' => [
            'jue',
            'zhang'
        ],
        '湣' => [
            'min',
            'hun'
        ],
        '忚' => [
            'xi',
            'lie'
        ],
        '迋' => [
            'wang',
            'kuang'
        ],
        '俟' => [
            'si',
            'qi'
        ],
        '缗' => [
            'min'
        ],
        '谮' => [
            'zen'
        ],
        '永' => [
            'yong'
        ],
        '泱' => [
            'yang'
        ],
        '伦' => [
            'lun'
        ],
        '骷' => [
            'ku'
        ],
        '尽' => [
            'jin'
        ],
        '涪' => [
            'fu'
        ],
        '蹙' => [
            'cu'
        ],
        '鼍' => [
            'tuo'
        ],
        '鳢' => [
            'li'
        ],
        '崴' => [
            'wai',
            'wei'
        ],
        '殽' => [
            'yao',
            'xiao'
        ],
        '洯' => [
            'qie',
            'jie'
        ],
        '跞' => [
            'li',
            'luo'
        ],
        '度' => [
            'du',
            'duo'
        ],
        '汶' => [
            'wen',
            'men'
        ],
        '淨' => [
            'jing',
            'cheng'
        ],
        '享' => [
            'xiang'
        ],
        '佤' => [
            'wa'
        ],
        '麒' => [
            'qi'
        ],
        '讳' => [
            'hui'
        ],
        '罕' => [
            'han'
        ],
        '竿' => [
            'gan'
        ],
        '败' => [
            'bai'
        ],
        '箸' => [
            'zhu'
        ],
        '渦' => [
            'wo',
            'guo'
        ],
        '縡' => [
            'zai',
            'zeng'
        ],
        '辎' => [
            'zi'
        ],
        '诱' => [
            'you'
        ],
        '滟' => [
            'yan'
        ],
        '绚' => [
            'xuan'
        ],
        '浭' => [
            'geng'
        ],
        '赣' => [
            'gan'
        ],
        '丰' => [
            'feng'
        ],
        '驺' => [
            'zou'
        ],
        '龉' => [
            'yu'
        ],
        '鲥' => [
            'shi'
        ],
        '鳣' => [
            'zhan',
            'shan'
        ],
        '嶰' => [
            'xie',
            'jie'
        ],
        '誽' => [
            'ni',
            'na'
        ],
        '尾' => [
            'wei',
            'yi'
        ],
        '伧' => [
            'cang',
            'chen'
        ],
        '翑' => [
            'qu',
            'yu'
        ],
        '綦' => [
            'qi'
        ],
        '缘' => [
            'yuan'
        ],
        '鹕' => [
            'hu'
        ],
        '骸' => [
            'hai'
        ],
        '鼎' => [
            'ding'
        ],
        '谯' => [
            'qiao'
        ],
        '涫' => [
            'guan'
        ],
        '筻' => [
            'gang'
        ],
        '緤' => [
            'xie',
            'ye'
        ],
        '箹' => [
            'yue',
            'yao',
            'chuo'
        ],
        '差' => [
            'cha',
            'chai',
            'ci'
        ],
        '崵' => [
            'yang',
            'dang'
        ],
        '佥' => [
            'qian'
        ],
        '座' => [
            'zuo'
        ],
        '紫' => [
            'zi'
        ],
        '账' => [
            'zhang'
        ],
        '溢' => [
            'yi'
        ],
        '讴' => [
            'ou'
        ],
        '麓' => [
            'lu'
        ],
        '京' => [
            'jing'
        ],
        '跟' => [
            'gen'
        ],
        '渧' => [
            'ti',
            'di'
        ],
        '丱' => [
            'guan',
            'kuang'
        ],
        '從' => [
            'cong',
            'zong'
        ],
        '沵' => [
            'mi',
            'li'
        ],
        '絩' => [
            'tiao',
            'diao',
            'dao'
        ],
        '鲦' => [
            'tiao'
        ],
        '驻' => [
            'zhu'
        ],
        '仪' => [
            'yi'
        ],
        '篷' => [
            'peng'
        ],
        '侣' => [
            'lv'
        ],
        '诲' => [
            'hui'
        ],
        '踝' => [
            'huai'
        ],
        '黑' => [
            'hei'
        ],
        '羔' => [
            'gao'
        ],
        '浮' => [
            'fu'
        ],
        '辏' => [
            'cou'
        ],
        '龊' => [
            'chuo'
        ],
        '赤' => [
            'chi'
        ],
        '滠' => [
            'she'
        ],
        '绛' => [
            'jiang'
        ],
        '笾' => [
            'bian'
        ],
        '骹' => [
            'qiao',
            'xiao'
        ],
        '尿' => [
            'niao',
            'sui'
        ],
        '嶱' => [
            'ke',
            'jie'
        ],
        '鶝' => [
            'fu',
            'bi'
        ],
        '信' => [
            'xin',
            'shen'
        ],
        '泳' => [
            'yong'
        ],
        '谰' => [
            'lan'
        ],
        '缙' => [
            'jin'
        ],
        '屽' => [
            'han',
            'an'
        ],
        '汸' => [
            'fang',
            'pang'
        ],
        '彡' => [
            'shan',
            'xian'
        ],
        '亭' => [
            'ting'
        ],
        '潜' => [
            'qian'
        ],
        '米' => [
            'mi'
        ],
        '罗' => [
            'luo'
        ],
        '货' => [
            'huo'
        ],
        '洱' => [
            'er'
        ],
        '殿' => [
            'dian'
        ],
        '巯' => [
            'qiu'
        ],
        '讵' => [
            'ju'
        ],
        '沶' => [
            'yi',
            'chi'
        ],
        '縣' => [
            'xian',
            'xuan'
        ],
        '络' => [
            'luo',
            'lao'
        ],
        '責' => [
            'ze',
            'zhai'
        ],
        '篸' => [
            'cen',
            'zan',
            'can'
        ],
        '席' => [
            'xi'
        ],
        '驼' => [
            'tuo'
        ],
        '龋' => [
            'qu'
        ],
        '满' => [
            'man'
        ],
        '粱' => [
            'liang'
        ],
        '诳' => [
            'kuang'
        ],
        '踞' => [
            'ju'
        ],
        '毽' => [
            'jian'
        ],
        '鲧' => [
            'gun'
        ],
        '辐' => [
            'fu'
        ],
        '串' => [
            'chuan'
        ],
        '浯' => [
            'wu'
        ],
        '仫' => [
            'mu'
        ],
        '嵴' => [
            'ji'
        ],
        '涭' => [
            'shou',
            'tao'
        ],
        '調' => [
            'diao',
            'tiao'
        ],
        '趣' => [
            'qu',
            'cu'
        ],
        '嶲' => [
            'gui',
            'xi',
            'juan'
        ],
        '鳥' => [
            'niao',
            'diao'
        ],
        '綨' => [
            'ji',
            'qi'
        ],
        '迎' => [
            'ying'
        ],
        '忝' => [
            'tian'
        ],
        '谱' => [
            'pu'
        ],
        '糯' => [
            'nuo'
        ],
        '买' => [
            'mai'
        ],
        '骺' => [
            'hou'
        ],
        '缚' => [
            'fu'
        ],
        '鼐' => [
            'nai'
        ],
        '鹗' => [
            'e'
        ],
        '鷜' => [
            'lou',
            'lv'
        ],
        '潝' => [
            'xi',
            'ya'
        ],
        '纟' => [
            'jiao'
        ],
        '洲' => [
            'zhou'
        ],
        '质' => [
            'zhi'
        ],
        '淫' => [
            'yin'
        ],
        '讶' => [
            'ya'
        ],
        '汹' => [
            'xiong'
        ],
        '形' => [
            'xing'
        ],
        '亮' => [
            'liang'
        ],
        '籴' => [
            'di'
        ],
        '佧' => [
            'ka'
        ],
        '罘' => [
            'fu'
        ],
        '侥' => [
            'jiao',
            'yao'
        ],
        '廧' => [
            'qiang',
            'se'
        ],
        '说' => [
            'shuo',
            'shui',
            'yue'
        ],
        '篹' => [
            'zhuan',
            'zuan',
            'suan'
        ],
        '温' => [
            'wen'
        ],
        '赦' => [
            'she'
        ],
        '驽' => [
            'nu'
        ],
        '们' => [
            'men'
        ],
        '绝' => [
            'jue'
        ],
        '辑' => [
            'ji'
        ],
        '羖' => [
            'gu'
        ],
        '踟' => [
            'chi'
        ],
        '粲' => [
            'can'
        ],
        '帮' => [
            'bang'
        ],
        '滢' => [
            'ying'
        ],
        '龌' => [
            'wo'
        ],
        '鲨' => [
            'sha'
        ],
        '幬' => [
            'chou',
            'dao'
        ],
        '忞' => [
            'wen',
            'min'
        ],
        '翔' => [
            'xiang'
        ],
        '伪' => [
            'wei'
        ],
        '涮' => [
            'shuan'
        ],
        '缛' => [
            'ru'
        ],
        '签' => [
            'qian'
        ],
        '漠' => [
            'mo'
        ],
        '弥' => [
            'mi'
        ],
        '乱' => [
            'luan'
        ],
        '谲' => [
            'jue'
        ],
        '鹘' => [
            'gu'
        ],
        '泵' => [
            'beng'
        ],
        '俣' => [
            'yu'
        ],
        '紮' => [
            'zha',
            'za'
        ],
        '跢' => [
            'dai',
            'duo',
            'chi'
        ],
        '溥' => [
            'pu'
        ],
        '屿' => [
            'yu'
        ],
        '讷' => [
            'ne'
        ],
        '纠' => [
            'jiu'
        ],
        '己' => [
            'ji'
        ],
        '贩' => [
            'fan'
        ],
        '淬' => [
            'cui'
        ],
        '髹' => [
            'xiu'
        ],
        '洳' => [
            'ru'
        ],
        '潞' => [
            'lu'
        ],
        '侦' => [
            'zhen'
        ],
        '御' => [
            'yu'
        ],
        '诵' => [
            'song'
        ],
        '黔' => [
            'qian'
        ],
        '赧' => [
            'nan'
        ],
        '临' => [
            'lin'
        ],
        '澜' => [
            'lan'
        ],
        '粳' => [
            'jing'
        ],
        '绞' => [
            'jiao'
        ],
        '驾' => [
            'jia'
        ],
        '鲩' => [
            'huan'
        ],
        '沸' => [
            'fei'
        ],
        '廨' => [
            'xie'
        ],
        '岽' => [
            'dong'
        ],
        '忟' => [
            'wen',
            'min'
        ],
        '綪' => [
            'qian',
            'qing',
            'zheng'
        ],
        '伫' => [
            'zhu'
        ],
        '缜' => [
            'zhen'
        ],
        '运' => [
            'yun'
        ],
        '涯' => [
            'ya'
        ],
        '弦' => [
            'xian'
        ],
        '翕' => [
            'xi'
        ],
        '峻' => [
            'jiu'
        ],
        '骼' => [
            'ge'
        ],
        '簸' => [
            'bo'
        ],
        '谳' => [
            'yan'
        ],
        '泶' => [
            'xue'
        ],
        '氽' => [
            'tun'
        ],
        '许' => [
            'xu',
            'hu'
        ],
        '髺' => [
            'kuo',
            'yue'
        ],
        '汻' => [
            'hu',
            'huang'
        ],
        '纡' => [
            'yu'
        ],
        '已' => [
            'yi'
        ],
        '跣' => [
            'xian'
        ],
        '彤' => [
            'tong'
        ],
        '贪' => [
            'tan'
        ],
        '齐' => [
            'qi'
        ],
        '佩' => [
            'pei'
        ],
        '累' => [
            'lei'
        ],
        '罚' => [
            'fa'
        ],
        '躜' => [
            'zuan'
        ],
        '诶' => [
            'ei',
            'xi'
        ],
        '篻' => [
            'piao',
            'biao'
        ],
        '侧' => [
            'ce',
            'ze',
            'zhai'
        ],
        '浲' => [
            'feng',
            'hong'
        ],
        '油' => [
            'you'
        ],
        '驿' => [
            'yi'
        ],
        '统' => [
            'tong'
        ],
        '输' => [
            'shu'
        ],
        '滤' => [
            'lv'
        ],
        '渫' => [
            'xie'
        ],
        '泷' => [
            'long',
            'shuang'
        ],
        '鶡' => [
            'he',
            'jie'
        ],
        '俥' => [
            'che',
            'ju'
        ],
        '忠' => [
            'zhong'
        ],
        '乳' => [
            'ru'
        ],
        '谴' => [
            'qian'
        ],
        '近' => [
            'jin'
        ],
        '弧' => [
            'hu'
        ],
        '鼓' => [
            'gu'
        ],
        '缝' => [
            'feng'
        ],
        '鹚' => [
            'ci'
        ],
        '佪' => [
            'hui',
            'huai'
        ],
        '汼' => [
            'niu',
            'you'
        ],
        '红' => [
            'hong',
            'gong'
        ],
        '箾' => [
            'shuo',
            'xiao',
            'qiao'
        ],
        '庬' => [
            'mang',
            'meng',
            'pang'
        ],
        '巳' => [
            'si'
        ],
        '贫' => [
            'pin'
        ],
        '跤' => [
            'jiao'
        ],
        '髻' => [
            'ji'
        ],
        '齑' => [
            'ji'
        ],
        '淮' => [
            'huai'
        ],
        '讹' => [
            'e'
        ],
        '洵' => [
            'xun'
        ],
        '溧' => [
            'li'
        ],
        '仯' => [
            'chao',
            'miao'
        ],
        '帱' => [
            'chou',
            'dao'
        ],
        '辔' => [
            'pei'
        ],
        '絮' => [
            'xu'
        ],
        '踢' => [
            'ti'
        ],
        '请' => [
            'qing'
        ],
        '侨' => [
            'qiao'
        ],
        '滥' => [
            'lan'
        ],
        '鲫' => [
            'ji'
        ],
        '绠' => [
            'geng'
        ],
        '篼' => [
            'dou'
        ],
        '廪' => [
            'lin'
        ],
        '岿' => [
            'kui'
        ],
        '丶' => [
            'dian'
        ],
        '伭' => [
            'xian',
            'xuan'
        ],
        '缞' => [
            'cui',
            'sui',
            'shuai'
        ],
        '氿' => [
            'gui',
            'jiu'
        ],
        '湪' => [
            'tuan',
            'nuan'
        ],
        '谵' => [
            'zhan'
        ],
        '泸' => [
            'lu'
        ],
        '忡' => [
            'chong'
        ],
        '鹛' => [
            'mei'
        ],
        '俦' => [
            'chou'
        ],
        '崻' => [
            'zhi',
            'shi'
        ],
        '亲' => [
            'qin',
            'qing'
        ],
        '纣' => [
            'zhou'
        ],
        '彦' => [
            'yan'
        ],
        '庭' => [
            'ting'
        ],
        '汽' => [
            'qi'
        ],
        '论' => [
            'lun'
        ],
        '贬' => [
            'bian'
        ],
        '巴' => [
            'ba'
        ],
        '躞' => [
            'xie'
        ],
        '豳' => [
            'bin'
        ],
        '絯' => [
            'gai',
            'hai'
        ],
        '仰' => [
            'yang',
            'ang'
        ],
        '诸' => [
            'zhu'
        ],
        '治' => [
            'zhi'
        ],
        '辕' => [
            'yuan'
        ],
        '浴' => [
            'yu'
        ],
        '渭' => [
            'wei'
        ],
        '羚' => [
            'ling'
        ],
        '侩' => [
            'kuai'
        ],
        '踣' => [
            'bo'
        ],
        '绡' => [
            'xiao'
        ],
        '滦' => [
            'luan'
        ],
        '賯' => [
            'xiong',
            'min'
        ],
        '鶣' => [
            'pian',
            'bian'
        ],
        '湫' => [
            'qiu',
            'jiao'
        ],
        '趨' => [
            'qu',
            'cu'
        ],
        '液' => [
            'ye'
        ],
        '鹜' => [
            'wu'
        ],
        '翘' => [
            'qiao'
        ],
        '弩' => [
            'nu'
        ],
        '嶷' => [
            'yi'
        ],
        '迓' => [
            'ya'
        ],
        '漤' => [
            'lan'
        ],
        '缟' => [
            'gao'
        ],
        '谶' => [
            'chen'
        ],
        '崼' => [
            'shi',
            'die'
        ],
        '纤' => [
            'xian',
            'qian'
        ],
        '淰' => [
            'nian',
            'shen'
        ],
        '潢' => [
            'huang',
            'guang'
        ],
        '彧' => [
            'yu'
        ],
        '讻' => [
            'xiong'
        ],
        '佬' => [
            'lao'
        ],
        '购' => [
            'gou'
        ],
        '汾' => [
            'fen'
        ],
        '亳' => [
            'bo'
        ],
        '徥' => [
            'shi',
            'ti'
        ],
        '澠' => [
            'mian',
            'sheng'
        ],
        '沼' => [
            'zhao'
        ],
        '辖' => [
            'xia'
        ],
        '丸' => [
            'wan'
        ],
        '鸟' => [
            'niao'
        ],
        '默' => [
            'mo'
        ],
        '篾' => [
            'mie'
        ],
        '绢' => [
            'juan'
        ],
        '赫' => [
            'he'
        ],
        '侪' => [
            'chai'
        ],
        '诹' => [
            'zou'
        ],
        '鬻' => [
            'yu'
        ],
        '鲭' => [
            'qing'
        ],
        '湬' => [
            'qiu',
            'jiao'
        ],
        '濞' => [
            'bi',
            'pi'
        ],
        '涳' => [
            'kong',
            'nang'
        ],
        '伯' => [
            'bo',
            'bai',
            'ba'
        ],
        '綮' => [
            'qing',
            'qi'
        ],
        '泺' => [
            'luo',
            'po'
        ],
        '俨' => [
            'yan'
        ],
        '谷' => [
            'gu'
        ],
        '返' => [
            'fan'
        ],
        '缠' => [
            'chan'
        ],
        '弪' => [
            'jing'
        ],
        '躠' => [
            'sa',
            'xie'
        ],
        '纥' => [
            'he',
            'ge'
        ],
        '贮' => [
            'zhu'
        ],
        '崽' => [
            'zai'
        ],
        '溪' => [
            'xi'
        ],
        '讼' => [
            'song'
        ],
        '深' => [
            'shen'
        ],
        '徦' => [
            'jia',
            'xia'
        ],
        '港' => [
            'gang',
            'jiang'
        ],
        '帴' => [
            'jian',
            'san'
        ],
        '辗' => [
            'zhan',
            'nian'
        ],
        '篿' => [
            'tuan',
            'zhuan'
        ],
        '仲' => [
            'zhong'
        ],
        '澡' => [
            'zao'
        ],
        '绣' => [
            'xiu'
        ],
        '诺' => [
            'nuo'
        ],
        '鸠' => [
            'jiu'
        ],
        '鬼' => [
            'gui'
        ],
        '沽' => [
            'gu'
        ],
        '丹' => [
            'dan'
        ],
        '滨' => [
            'bin'
        ],
        '鲮' => [
            'ling'
        ],
        '俩' => [
            'liang',
            'lia'
        ],
        '涴' => [
            'wan',
            'wo',
            'yuan'
        ],
        '鼗' => [
            'tao'
        ],
        '鹞' => [
            'yao'
        ],
        '泻' => [
            'xie'
        ],
        '忤' => [
            'wu'
        ],
        '估' => [
            'gu'
        ],
        '干' => [
            'gan'
        ],
        '迕' => [
            'wu'
        ],
        '缡' => [
            'li'
        ],
        '紴' => [
            'bo',
            'bi'
        ],
        '巷' => [
            'xiang',
            'hang'
        ],
        '庰' => [
            'bing',
            'ping'
        ],
        '淲' => [
            'biao',
            'hu'
        ],
        '约' => [
            'yue',
            'yao'
        ],
        '亵' => [
            'xie'
        ],
        '类' => [
            'lei'
        ],
        '跨' => [
            'kua'
        ],
        '洹' => [
            'huan'
        ],
        '贯' => [
            'guan'
        ],
        '讽' => [
            'feng'
        ],
        '彩' => [
            'cai'
        ],
        '崾' => [
            'yao'
        ],
        '罟' => [
            'gu'
        ],
        '读' => [
            'du',
            'dou'
        ],
        '仳' => [
            'pi'
        ],
        '赭' => [
            'zhe'
        ],
        '沾' => [
            'zhan'
        ],
        '为' => [
            'wei'
        ],
        '滩' => [
            'tan'
        ],
        '鸡' => [
            'ji'
        ],
        '海' => [
            'hai'
        ],
        '羝' => [
            'di'
        ],
        '粹' => [
            'cui'
        ],
        '侬' => [
            'nong'
        ],
        '辘' => [
            'lu'
        ],
        '鳭' => [
            'diao',
            'zhao'
        ],
        '湮' => [
            'yan',
            'yin'
        ],
        '缢' => [
            'yi'
        ],
        '泼' => [
            'po'
        ],
        '平' => [
            'ping'
        ],
        '濠' => [
            'hao'
        ],
        '涵' => [
            'han'
        ],
        '俪' => [
            'li'
        ],
        '淳' => [
            'chun',
            'zhun'
        ],
        '跩' => [
            'zhuai'
        ],
        '佯' => [
            'yang'
        ],
        '麝' => [
            'she'
        ],
        '设' => [
            'she'
        ],
        '级' => [
            'ji'
        ],
        '贰' => [
            'er'
        ],
        '亶' => [
            'dan'
        ],
        '彪' => [
            'biao'
        ],
        '籼' => [
            'xian'
        ],
        '嵽' => [
            'die',
            'di'
        ],
        '主' => [
            'zhu'
        ],
        '辙' => [
            'zhe'
        ],
        '鸢' => [
            'yuan'
        ],
        '沿' => [
            'yan'
        ],
        '羞' => [
            'xiu'
        ],
        '绥' => [
            'sui'
        ],
        '浸' => [
            'jin'
        ],
        '徨' => [
            'huang'
        ],
        '黛' => [
            'dai'
        ],
        '踧' => [
            'cu'
        ],
        '鲰' => [
            'zou'
        ],
        '诼' => [
            'zhuo'
        ],
        '簿' => [
            'bu',
            'bo'
        ],
        '糸' => [
            'mi',
            'si'
        ],
        '湯' => [
            'tang',
            'shang'
        ],
        '漨' => [
            'feng',
            'peng'
        ],
        '泽' => [
            'ze',
            'shi'
        ],
        '鼙' => [
            'pi'
        ],
        '年' => [
            'nian'
        ],
        '弭' => [
            'mi'
        ],
        '濡' => [
            'ru'
        ],
        '伲' => [
            'ni'
        ],
        '缣' => [
            'jian'
        ],
        '潦' => [
            'lao',
            'liao'
        ],
        '籽' => [
            'zi'
        ],
        '豸' => [
            'zhi'
        ],
        '纨' => [
            'wan'
        ],
        '贱' => [
            'jian'
        ],
        '活' => [
            'huo'
        ],
        '跪' => [
            'gui'
        ],
        '罡' => [
            'gang'
        ],
        '访' => [
            'fang'
        ],
        '佰' => [
            'bai'
        ],
        '澤' => [
            'ze',
            'shi'
        ],
        '渲' => [
            'xuan'
        ],
        '侮' => [
            'wu'
        ],
        '仵' => [
            'wu'
        ],
        '帷' => [
            'wei'
        ],
        '绦' => [
            'tao'
        ],
        '羟' => [
            'qiang'
        ],
        '鸣' => [
            'ming'
        ],
        '诽' => [
            'fei'
        ],
        '黜' => [
            'chu'
        ],
        '辚' => [
            'lin'
        ],
        '鲱' => [
            'fei'
        ],
        '鶨' => [
            'chuan',
            'zhi'
        ],
        '繫' => [
            'xi',
            'ji'
        ],
        '弮' => [
            'juan',
            'quan'
        ],
        '还' => [
            'huan',
            'hai'
        ],
        '濢' => [
            'cui',
            'zui'
        ],
        '忧' => [
            'you'
        ],
        '漩' => [
            'xuan'
        ],
        '泾' => [
            'jing'
        ],
        '缤' => [
            'bin'
        ],
        '蹦' => [
            'beng'
        ],
        '緰' => [
            'tou',
            'xu',
            'shu'
        ],
        '罢' => [
            'ba',
            'bBpi'
        ],
        '洼' => [
            'wa'
        ],
        '麟' => [
            'lin'
        ],
        '亸' => [
            'duo'
        ],
        '彬' => [
            'bin'
        ],
        '豹' => [
            'bao'
        ],
        '贲' => [
            'ben'
        ],
        '跫' => [
            'qiong'
        ],
        '纩' => [
            'kuang'
        ],
        '庳' => [
            'bi'
        ],
        '縮' => [
            'suo',
            'su'
        ],
        '走' => [
            'zou'
        ],
        '黝' => [
            'you'
        ],
        '循' => [
            'xun'
        ],
        '辛' => [
            'xin'
        ],
        '粼' => [
            'lin'
        ],
        '丽' => [
            'li'
        ],
        '鲲' => [
            'kun'
        ],
        '课' => [
            'ke'
        ],
        '件' => [
            'jian'
        ],
        '继' => [
            'ji'
        ],
        '侯' => [
            'hou'
        ],
        '常' => [
            'chang'
        ],
        '踩' => [
            'cai'
        ],
        '这' => [
            'zhe',
            'zhei'
        ],
        '漪' => [
            'yi'
        ],
        '弯' => [
            'wan'
        ],
        '缥' => [
            'miao'
        ],
        '俭' => [
            'jian'
        ],
        '涸' => [
            'he'
        ],
        '并' => [
            'bing'
        ],
        '伴' => [
            'ban'
        ],
        '潨' => [
            'cong',
            'zong'
        ],
        '亹' => [
            'wei',
            'men'
        ],
        '庴' => [
            'ji',
            'cuo'
        ],
        '彭' => [
            'peng',
            'bang'
        ],
        '溯' => [
            'su'
        ],
        '洽' => [
            'qia'
        ],
        '纪' => [
            'ji'
        ],
        '豺' => [
            'chai'
        ],
        '贳' => [
            'shi'
        ],
        '跬' => [
            'kui'
        ],
        '帹' => [
            'sha',
            'qie'
        ],
        '貸' => [
            'dai',
            'te'
        ],
        '价' => [
            'jia',
            'jie'
        ],
        '縯' => [
            'yan',
            'yin'
        ],
        '粽' => [
            'zong'
        ],
        '踪' => [
            'zong'
        ],
        '羡' => [
            'xian'
        ],
        '诿' => [
            'wei'
        ],
        '鸥' => [
            'ou'
        ],
        '渴' => [
            'ke'
        ],
        '举' => [
            'ju'
        ],
        '辜' => [
            'gu'
        ],
        '绨' => [
            'ti'
        ],
        '鲳' => [
            'chang'
        ],
        '翟' => [
            'di',
            'zhai'
        ],
        '鳱' => [
            'gan',
            'han',
            'yan'
        ],
        '趯' => [
            'ti',
            'yue'
        ],
        '系' => [
            'xi',
            'ji'
        ],
        '修' => [
            'xiu'
        ],
        '漫' => [
            'man'
        ],
        '缦' => [
            'man'
        ],
        '鹣' => [
            'jian'
        ],
        '贴' => [
            'tie'
        ],
        '纫' => [
            'ren'
        ],
        '人' => [
            'ren'
        ],
        '派' => [
            'pai'
        ],
        '佳' => [
            'jia'
        ],
        '混' => [
            'hun'
        ],
        '庵' => [
            'an'
        ],
        '侱' => [
            'cheng',
            'ting'
        ],
        '仸' => [
            'yao',
            'fo'
        ],
        '帺' => [
            'qi',
            'ji'
        ],
        '丿' => [
            'pie'
        ],
        '鸦' => [
            'ya'
        ],
        '精' => [
            'jing'
        ],
        '绩' => [
            'ji'
        ],
        '絷' => [
            'zhi'
        ],
        '黟' => [
            'yi'
        ],
        '浼' => [
            'mei'
        ],
        '澧' => [
            'li'
        ],
        '鲴' => [
            'gu'
        ],
        '忪' => [
            'song',
            'zhong'
        ],
        '幸' => [
            'xing'
        ],
        '弱' => [
            'ruo'
        ],
        '伶' => [
            'ling'
        ],
        '进' => [
            'jin'
        ],
        '鹤' => [
            'he'
        ],
        '俯' => [
            'fu'
        ],
        '翠' => [
            'cui'
        ],
        '蹩' => [
            'bei'
        ],
        '缧' => [
            'lei'
        ],
        '佴' => [
            'er',
            'nai'
        ],
        '溱' => [
            'zhen',
            'qin'
        ],
        '亻' => [
            'dan'
        ],
        '巽' => [
            'xun'
        ],
        '纬' => [
            'wei'
        ],
        '庶' => [
            'shu'
        ],
        '贵' => [
            'gui'
        ],
        '浽' => [
            'sui',
            'nei'
        ],
        '廴' => [
            'yin'
        ],
        '帻' => [
            'ze'
        ],
        '徭' => [
            'yao'
        ],
        '绪' => [
            'xu'
        ],
        '黠' => [
            'xia'
        ],
        '龙' => [
            'long'
        ],
        '赳' => [
            'jiu'
        ],
        '辞' => [
            'ci'
        ],
        '踬' => [
            'zhi'
        ],
        '鲵' => [
            'ni'
        ],
        '弲' => [
            'xuan',
            'yuan'
        ],
        '鶬' => [
            'cang',
            'qiang'
        ],
        '湴' => [
            'ban',
            'pan'
        ],
        '乾' => [
            'qian',
            'gan'
        ],
        '趱' => [
            'zan'
        ],
        '远' => [
            'yuan'
        ],
        '缨' => [
            'ying'
        ],
        '漭' => [
            'mang'
        ],
        '快' => [
            'kuai'
        ],
        '翡' => [
            'fei'
        ],
        '彰' => [
            'zhang'
        ],
        '纭' => [
            'yun'
        ],
        '淹' => [
            'yan'
        ],
        '路' => [
            'lu'
        ],
        '康' => [
            'kang'
        ],
        '巾' => [
            'jin'
        ],
        '溲' => [
            'sou'
        ],
        '贶' => [
            'kuang'
        ],
        '辟' => [
            'bi',
            'pi'
        ],
        '微' => [
            'wei'
        ],
        '群' => [
            'qun'
        ],
        '绫' => [
            'ling'
        ],
        '帼' => [
            'guo'
        ],
        '龚' => [
            'gong'
        ],
        '赴' => [
            'fu'
        ],
        '鸨' => [
            'bao'
        ],
        '鲶' => [
            'nian'
        ],
        '乿' => [
            'zhi',
            'luan'
        ],
        '翢' => [
            'dao',
            'zhou'
        ],
        '忬' => [
            'yu',
            'shu'
        ],
        '繰' => [
            'qiao',
            'sao'
        ],
        '缩' => [
            'suo',
            'su'
        ],
        '鹦' => [
            'ying'
        ],
        '幺' => [
            'yao'
        ],
        '违' => [
            'wei'
        ],
        '伸' => [
            'shen'
        ],
        '俱' => [
            'ju'
        ],
        '潬' => [
            'tan',
            'shan'
        ],
        '跰' => [
            'pian',
            'beng'
        ],
        '庸' => [
            'yong'
        ],
        '影' => [
            'ying'
        ],
        '佶' => [
            'ji'
        ],
        '贷' => [
            'dai'
        ],
        '縳' => [
            'zhuan',
            'juan'
        ],
        '絺' => [
            'chi',
            'zhi'
        ],
        '鸩' => [
            'zhen'
        ],
        '赵' => [
            'zhao'
        ],
        '游' => [
            'you'
        ],
        '延' => [
            'yan'
        ],
        '任' => [
            'ren'
        ],
        '黢' => [
            'qu'
        ],
        '帽' => [
            'mao'
        ],
        '龛' => [
            'kan'
        ],
        '鲷' => [
            'diao'
        ],
        '踮' => [
            'dian'
        ],
        '缪' => [
            'mou',
            'miu',
            'miao',
            'mu',
            'liao'
        ],
        '綸' => [
            'lun',
            'guan'
        ],
        '賺' => [
            'zhuan',
            'zuan'
        ],
        '漯' => [
            'luo',
            'ta'
        ],
        '鶮' => [
            'he',
            'hu'
        ],
        '足' => [
            'zu'
        ],
        '鹧' => [
            'zhe'
        ],
        '鼠' => [
            'shu'
        ],
        '连' => [
            'lian'
        ],
        '幻' => [
            'huan'
        ],
        '蹬' => [
            'deng'
        ],
        '忭' => [
            'bian'
        ],
        '緶' => [
            'bian',
            'pian'
        ],
        '添' => [
            'tian'
        ],
        '潭' => [
            'tan'
        ],
        '贸' => [
            'mao'
        ],
        '纯' => [
            'chun'
        ],
        '罨' => [
            'yan'
        ],
        '溴' => [
            'xiu'
        ],
        '庹' => [
            'tuo'
        ],
        '絻' => [
            'mian',
            'wen',
            'man',
            'wan'
        ],
        '渹' => [
            'hong',
            'qing'
        ],
        '龜' => [
            'gui',
            'jun',
            'qiu'
        ],
        '澫' => [
            'wan',
            'man'
        ],
        '踯' => [
            'zhi'
        ],
        '续' => [
            'xu'
        ],
        '廷' => [
            'ting'
        ],
        '侵' => [
            'qin'
        ],
        '鲸' => [
            'jing'
        ],
        '鸪' => [
            'gu'
        ],
        '赶' => [
            'gan'
        ],
        '湷' => [
            'zhuang',
            'hun'
        ],
        '濩' => [
            'huo',
            'hu'
        ],
        '漰' => [
            'ben',
            'peng'
        ],
        '伺' => [
            'si',
            'ci'
        ],
        '俳' => [
            'pai'
        ],
        '幼' => [
            'you'
        ],
        '趴' => [
            'pa'
        ],
        '迟' => [
            'chi'
        ],
        '蹭' => [
            'ceng'
        ],
        '忮' => [
            'zhi'
        ],
        '缫' => [
            'sao'
        ],
        '鹨' => [
            'liu'
        ],
        '纰' => [
            'pi',
            'bi'
        ],
        '紾' => [
            'zhen',
            'tian'
        ],
        '緷' => [
            'gun',
            'yun'
        ],
        '淼' => [
            'miao'
        ],
        '罩' => [
            'zhao'
        ],
        '亿' => [
            'yi'
        ],
        '身' => [
            'shen'
        ],
        '麦' => [
            'mai'
        ],
        '费' => [
            'fei'
        ],
        '彳' => [
            'chi'
        ],
        '潮' => [
            'chao'
        ],
        '羧' => [
            'suo'
        ],
        '绮' => [
            'qi'
        ],
        '起' => [
            'qi'
        ],
        '渺' => [
            'miao'
        ],
        '份' => [
            'fen'
        ],
        '鸫' => [
            'dong'
        ],
        '趵' => [
            'bao',
            'bo'
        ],
        '忯' => [
            'qi',
            'shi'
        ],
        '繳' => [
            'jiao',
            'zhuo'
        ],
        '幽' => [
            'you'
        ],
        '漱' => [
            'shu'
        ],
        '鼢' => [
            'fen'
        ],
        '涿' => [
            'zhuo'
        ],
        '翥' => [
            'zhu'
        ],
        '缬' => [
            'xie'
        ],
        '鹩' => [
            'liao'
        ],
        '跳' => [
            'tiao',
            'tao'
        ],
        '彴' => [
            'zhuo',
            'bo'
        ],
        '罪' => [
            'zui'
        ],
        '鱼' => [
            'yu'
        ],
        '纱' => [
            'sha'
        ],
        '溶' => [
            'rong'
        ],
        '贺' => [
            'he'
        ],
        '躬' => [
            'gong'
        ],
        '廹' => [
            'po',
            'pai'
        ],
        '徲' => [
            'ti',
            'chi'
        ],
        '鸬' => [
            'lu'
        ],
        '辣' => [
            'la'
        ],
        '绯' => [
            'fei'
        ],
        '踱' => [
            'duo'
        ],
        '滴' => [
            'di'
        ],
        '鲺' => [
            'shi'
        ],
        '黥' => [
            'qing'
        ],
        '似' => [
            'si',
            'shi'
        ],
        '強' => [
            'qiang',
            'jiang'
        ],
        '趶' => [
            'kua',
            'wu'
        ],
        '缭' => [
            'liao'
        ],
        '蹯' => [
            'fan'
        ],
        '鹪' => [
            'jiao'
        ],
        '翦' => [
            'jian'
        ],
        '彵' => [
            'tuo',
            'yi'
        ],
        '潰' => [
            'kui',
            'hui'
        ],
        '罫' => [
            'guai',
            'gua'
        ],
        '贻' => [
            'yi'
        ],
        '溷' => [
            'hun'
        ],
        '纲' => [
            'gang'
        ],
        '车' => [
            'che'
        ],
        '侸' => [
            'shu',
            'dou'
        ],
        '绰' => [
            'chuo',
            'chao'
        ],
        '龟' => [
            'gui',
            'jun',
            'qiu'
        ],
        '澮' => [
            'kuai',
            'hui'
        ],
        '渼' => [
            'mei'
        ],
        '鸭' => [
            'ya'
        ],
        '建' => [
            'jian'
        ],
        '仿' => [
            'fang'
        ],
        '鲻' => [
            'zi'
        ],
        '繵' => [
            'dan',
            'tan',
            'chan'
        ],
        '伽' => [
            'qie',
            'jia',
            'ga'
        ],
        '濬' => [
            'jun',
            'xun'
        ],
        '俶' => [
            'chu',
            'ti'
        ],
        '广' => [
            'guang',
            'an'
        ],
        '迢' => [
            'tiao'
        ],
        '缮' => [
            'shan'
        ],
        '鹫' => [
            'jiu'
        ],
        '蹰' => [
            'chu'
        ],
        '忱' => [
            'chen'
        ],
        '漳' => [
            'zhang'
        ],
        '緺' => [
            'gua',
            'wo'
        ],
        '贼' => [
            'zei'
        ],
        '佻' => [
            'tiao'
        ],
        '纳' => [
            'na'
        ],
        '践' => [
            'jian'
        ],
        '轧' => [
            'zha'
        ],
        '縸' => [
            'mu',
            'mo'
        ],
        '徴' => [
            'zhi',
            'zheng'
        ],
        '龠' => [
            'yue'
        ],
        '绱' => [
            'shang'
        ],
        '黧' => [
            'li'
        ],
        '鲼' => [
            'fen'
        ],
        '鳺' => [
            'fu',
            'gui'
        ],
        '迣' => [
            'zhi',
            'li'
        ],
        '弹' => [
            'dan',
            'tan'
        ],
        '漴' => [
            'chong',
            'zhuang'
        ],
        '綽' => [
            'chuo',
            'chao'
        ],
        '濭' => [
            'ai',
            'kai',
            'ke'
        ],
        '鹬' => [
            'yu'
        ],
        '趸' => [
            'dun'
        ],
        '缯' => [
            'zeng'
        ],
        '彷' => [
            'pang',
            'fang'
        ],
        '鱿' => [
            'you'
        ],
        '潲' => [
            'shao'
        ],
        '躯' => [
            'qu'
        ],
        '佼' => [
            'jiao'
        ],
        '轨' => [
            'gui'
        ],
        '跶' => [
            'da'
        ],
        '贽' => [
            'zhi'
        ],
        '庾' => [
            'yu'
        ],
        '徵' => [
            'zhi',
            'zheng'
        ],
        '鸯' => [
            'yang'
        ],
        '绲' => [
            'gun'
        ],
        '鲽' => [
            'die'
        ],
        '趹' => [
            'jue',
            'gui'
        ],
        '忳' => [
            'tun',
            'zhun',
            'dun'
        ],
        '强' => [
            'qiang',
            'jiang'
        ],
        '鳻' => [
            'ban',
            'fen'
        ],
        '濮' => [
            'pu'
        ],
        '迤' => [
            'yi'
        ],
        '翩' => [
            'pian'
        ],
        '鹭' => [
            'lu'
        ],
        '缰' => [
            'jiang'
        ],
        '俸' => [
            'feng'
        ],
        '蹲' => [
            'dun'
        ],
        '潳' => [
            'tu',
            'zha'
        ],
        '緼' => [
            'yun',
            'wen'
        ],
        '溺' => [
            'ni',
            'niao'
        ],
        '纵' => [
            'zong'
        ],
        '置' => [
            'zhi'
        ],
        '轩' => [
            'xuan'
        ],
        '跷' => [
            'qiao'
        ],
        '佽' => [
            'ci'
        ],
        '贾' => [
            'jia'
        ],
        '滸' => [
            'hu',
            'xu'
        ],
        '侻' => [
            'tuo',
            'tui'
        ],
        '踵' => [
            'zhong'
        ],
        '绳' => [
            'sheng'
        ],
        '黩' => [
            'du'
        ],
        '濯' => [
            'zhuo',
            'zhao'
        ],
        '忴' => [
            'qian',
            'qin'
        ],
        '迥' => [
            'jiong'
        ],
        '漶' => [
            'huan'
        ],
        '缱' => [
            'qian'
        ],
        '趺' => [
            'fu'
        ],
        '纶' => [
            'lun',
            'guan'
        ],
        '溻' => [
            'ta'
        ],
        '役' => [
            'yi'
        ],
        '贿' => [
            'hui'
        ],
        '潴' => [
            'zhu'
        ],
        '佾' => [
            'yi'
        ],
        '跸' => [
            'bi'
        ],
        '縻' => [
            'mi'
        ],
        '廾' => [
            'gong'
        ],
        '维' => [
            'wei'
        ],
        '滹' => [
            'hu'
        ],
        '德' => [
            'de'
        ],
        '鸱' => [
            'chi'
        ],
        '黪' => [
            'can'
        ],
        '辨' => [
            'bian'
        ],
        '漷' => [
            'huo',
            'kuo'
        ],
        '鳽' => [
            'jian',
            'qian',
            'zhan'
        ],
        '缲' => [
            'qiao',
            'sao'
        ],
        '湾' => [
            'wan'
        ],
        '念' => [
            'nian'
        ],
        '蹴' => [
            'cu'
        ],
        '弼' => [
            'bi'
        ],
        '俺' => [
            'an'
        ],
        '迦' => [
            'jia'
        ],
        '潵' => [
            'san',
            'sa'
        ],
        '使' => [
            'shi'
        ],
        '纷' => [
            'fen'
        ],
        '躲' => [
            'duo'
        ],
        '跹' => [
            'xian'
        ],
        '轫' => [
            'ren'
        ],
        '徸' => [
            'zhong',
            'chong'
        ],
        '廿' => [
            'nian'
        ],
        '绵' => [
            'mian'
        ],
        '辩' => [
            'bian'
        ],
        '澳' => [
            'ao'
        ],
        '鸲' => [
            'qu'
        ],
        '鹰' => [
            'ying'
        ],
        '湿' => [
            'shi'
        ],
        '缳' => [
            'huan'
        ],
        '趼' => [
            'jian'
        ],
        '转' => [
            'zhuan'
        ],
        '纸' => [
            'zhi'
        ],
        '跺' => [
            'duo'
        ],
        '彻' => [
            'che'
        ],
        '溽' => [
            'ru'
        ],
        '罱' => [
            'lan'
        ],
        '鸳' => [
            'yuan'
        ],
        '绶' => [
            'shou'
        ],
        '羯' => [
            'jie'
        ],
        '趽' => [
            'fang',
            'pang'
        ],
        '缴' => [
            'jiao',
            'zhuo'
        ],
        '弾' => [
            'dan',
            'tan'
        ],
        '蹶' => [
            'jue'
        ],
        '鹱' => [
            'hu'
        ],
        '迨' => [
            'dai'
        ],
        '纹' => [
            'wen'
        ],
        '署' => [
            'shu'
        ],
        '跻' => [
            'ji'
        ],
        '彼' => [
            'bi'
        ],
        '轭' => [
            'e'
        ],
        '徺' => [
            'jiao',
            'yao'
        ],
        '便' => [
            'bian',
            'pian'
        ],
        '羰' => [
            'tang'
        ],
        '踹' => [
            'chuai'
        ],
        '辫' => [
            'bian'
        ],
        '绷' => [
            'beng'
        ],
        '趾' => [
            'zhi'
        ],
        '忸' => [
            'niu'
        ],
        '迩' => [
            'er'
        ],
        '缵' => [
            'zuan'
        ],
        '翮' => [
            'he'
        ],
        '潸' => [
            'shan'
        ],
        '轮' => [
            'lun'
        ],
        '纺' => [
            'fang'
        ],
        '黮' => [
            'dan',
            'shen'
        ],
        '鸵' => [
            'tuo'
        ],
        '绸' => [
            'chou'
        ],
        '踺' => [
            'jian'
        ],
        '澶' => [
            'chan'
        ],
        '漻' => [
            'liao',
            'liu'
        ],
        '趿' => [
            'ta'
        ],
        '鼬' => [
            'you'
        ],
        '鹳' => [
            'guan'
        ],
        '缶' => [
            'fou'
        ],
        '迪' => [
            'di'
        ],
        '俾' => [
            'bi'
        ],
        '罴' => [
            'pi'
        ],
        '软' => [
            'ruan'
        ],
        '跽' => [
            'ji'
        ],
        '羲' => [
            'xi'
        ],
        '黯' => [
            'an'
        ],
        '鸶' => [
            'si'
        ],
        '徼' => [
            'jiao'
        ],
        '迫' => [
            'po',
            'pai'
        ],
        '鶻' => [
            'gu',
            'hu'
        ],
        '俿' => [
            'hu',
            'chi'
        ],
        '翰' => [
            'han'
        ],
        '跾' => [
            'shu',
            'chou'
        ],
        '轰' => [
            'hong'
        ],
        '潺' => [
            'chan'
        ],
        '黰' => [
            'zhen',
            'yan'
        ],
        '绺' => [
            'liu'
        ],
        '徽' => [
            'hui'
        ],
        '鸷' => [
            'zhi'
        ],
        '迬' => [
            'zhu',
            'wang'
        ],
        '缸' => [
            'gang'
        ],
        '翱' => [
            'ao'
        ],
        '忻' => [
            'xin'
        ],
        '纽' => [
            'niu'
        ],
        '轱' => [
            'gu'
        ],
        '澹' => [
            'dan',
            'tan'
        ],
        '鸸' => [
            'er'
        ],
        '绻' => [
            'quan'
        ],
        '踽' => [
            'ju'
        ],
        '鶽' => [
            'sun',
            'xun'
        ],
        '忼' => [
            'kang',
            'hang'
        ],
        '漾' => [
            'yang'
        ],
        '迭' => [
            'die'
        ],
        '鼯' => [
            'wu'
        ],
        '罷' => [
            'ba',
            'bBpi'
        ],
        '潼' => [
            'tong'
        ],
        '轲' => [
            'ke'
        ],
        '纾' => [
            'shu'
        ],
        '麴' => [
            'qu'
        ],
        '综' => [
            'zong',
            'zeng'
        ],
        '鸹' => [
            'gua'
        ],
        '辰' => [
            'chen'
        ],
        '翳' => [
            'yi'
        ],
        '缺' => [
            'que'
        ],
        '蹼' => [
            'pu'
        ],
        '忽' => [
            'hu'
        ],
        '迮' => [
            'ze'
        ],
        '线' => [
            'xian'
        ],
        '躺' => [
            'tang'
        ],
        '轳' => [
            'lu'
        ],
        '绽' => [
            'zhan'
        ],
        '辱' => [
            'ru'
        ],
        '鸺' => [
            'xiu'
        ],
        '忾' => [
            'kai',
            'xi'
        ],
        '轴' => [
            'zhou'
        ],
        '潾' => [
            'lin'
        ],
        '罹' => [
            'li'
        ],
        '绾' => [
            'wan'
        ],
        '翵' => [
            'hou',
            'qu'
        ],
        '述' => [
            'shu'
        ],
        '忿' => [
            'fen'
        ],
        '轵' => [
            'zhi'
        ],
        '黵' => [
            'dan',
            'zhan'
        ],
        '绿' => [
            'lv',
            'lu'
        ],
        '羸' => [
            'lei'
        ],
        '濻' => [
            'wei',
            'dui'
        ],
        '蹿' => [
            'cuan'
        ],
        '轶' => [
            'yi'
        ],
        '麸' => [
            'fu'
        ],
        '羹' => [
            'geng'
        ],
        '鸽' => [
            'ge'
        ],
        '濼' => [
            'luo',
            'po'
        ],
        '轷' => [
            'hu'
        ],
        '軼' => [
            'yi',
            'die'
        ],
        '鸾' => [
            'luan'
        ],
        '濽' => [
            'zan',
            'cuan'
        ],
        '迳' => [
            'jing'
        ],
        '轸' => [
            'zhen'
        ],
        '辶' => [
            'zou'
        ],
        '鸿' => [
            'hong'
        ],
        '麻' => [
            'ma'
        ],
        '罾' => [
            'zeng'
        ],
        '轹' => [
            'li'
        ],
        '羼' => [
            'chan'
        ],
        '黹' => [
            'zhi'
        ],
        '鼷' => [
            'xi'
        ],
        '鹾' => [
            'cuo'
        ],
        '麼' => [
            'mo',
            'me'
        ],
        '轺' => [
            'yao'
        ],
        '羽' => [
            'yu'
        ],
        '鹿' => [
            'lu'
        ],
        '翻' => [
            'fan'
        ],
        '麽' => [
            'mo',
            'me'
        ],
        '轻' => [
            'qing'
        ],
        '羾' => [
            'hong',
            'gong'
        ],
        '边' => [
            'bian'
        ],
        '黻' => [
            'fu'
        ],
        '翼' => [
            'yi'
        ],
        '鼹' => [
            'yan'
        ],
        '迷' => [
            'mi'
        ],
        '轼' => [
            'shi'
        ],
        '麾' => [
            'hui'
        ],
        '辺' => [
            'dao',
            'bian'
        ],
        '羿' => [
            'yi'
        ],
        '黼' => [
            'fu'
        ],
        '迸' => [
            'beng'
        ],
        '载' => [
            'zai'
        ],
        '黽' => [
            'min',
            'mian',
            'meng'
        ],
        '迹' => [
            'ji'
        ],
        '鼻' => [
            'bi'
        ],
        '轾' => [
            'zhi'
        ],
        '黾' => [
            'min',
            'mian',
            'meng'
        ],
        '轿' => [
            'jiao'
        ],
        '辽' => [
            'liao'
        ],
        '鼽' => [
            'qiu'
        ],
        '达' => [
            'da'
        ],
        '鼾' => [
            'han'
        ],
        '齼' => [
            'chu'
        ],
        '追' => [
            'zhui',
            'dui'
        ],
        '齿' => [
            'chi'
        ],
        '囧' => [
            'jiong'
        ],
        '糗' => [
            'qiu'
        ]
    ];
}
